[
  "Now on the first day of the week Mary Magdalene came early to the tomb, while it was still dark, and saw the stone already removed from the tomb.",
  "So she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken the Lord from the tomb, and we do not know where they have put Him.”",
  "So Peter and the other disciple left, and they were going to the tomb.",
  "The two were running together; and the other disciple ran ahead, faster than Peter, and came to the tomb first;",
  "and he stooped to look in, and saw the linen wrappings lying there; however he did not go in.",
  "So Simon Peter also came, following him, and he entered the tomb; and he looked at the linen wrappings lying there,",
  "and the face-cloth which had been on His head, not lying with the linen wrappings but folded up in a place by itself.",
  "So the other disciple who had first come to the tomb also entered then, and he saw and believed.",
  "For they did not yet understand the Scripture, that He must rise from the dead.",
  "So the disciples went away again to their own homes.",
  "But Mary was standing outside the tomb, weeping; so as she wept, she stooped to look into the tomb;",
  "and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had been lying.",
  "And they said to her, “Woman, why are you weeping?” She said to them, “Because they have taken away my Lord, and I do not know where they put Him.”",
  "When she had said this, she turned around and saw Jesus standing there, and yet she did not know that it was Jesus.",
  "Jesus said to her, “Woman, why are you weeping? Whom are you seeking?” Thinking that He was the gardener, she said to Him, “Sir, if you have carried Him away, tell me where you put Him, and I will take Him away.”",
  "Jesus said to her, “Mary!” She turned and said to Him in Hebrew, “Rabboni!” (which means, Teacher).",
  "Jesus said to her, “Stop clinging to Me, for I have not yet ascended to the Father; but go to My brothers and say to them, ‘I am ascending to My Father and your Father, and My God and your God.’”",
  "Mary Magdalene came and announced to the disciples, “I have seen the Lord,” and that He had said these things to her.",
  "Now when it was evening on that day, the first day of the week, and when the doors were shut where the disciples were together due to fear of the Jews, Jesus came and stood in their midst, and said to them, “Peace be to you.”",
  "And when He had said this, He showed them both His hands and His side. The disciples then rejoiced when they saw the Lord.",
  "So Jesus said to them again, “Peace be to you; just as the Father has sent Me, I also send you.”",
  "And when He had said this, He breathed on them and said to them, “Receive the Holy Spirit.",
  "If you forgive the sins of any, their sins have been forgiven them; if you retain the sins of any, they have been retained.”",
  "But Thomas, one of the twelve, who was called Didymus, was not with them when Jesus came.",
  "So the other disciples were saying to him, “We have seen the Lord!” But he said to them, “Unless I see in His hands the imprint of the nails, and put my finger into the place of the nails, and put my hand into His side, I will not believe.”",
  "Eight days later His disciples were again inside, and Thomas was with them. Jesus came, the doors having been shut, and stood in their midst and said, “Peace be to you.”",
  "Then He said to Thomas, “Place your finger here, and see My hands; and take your hand and put it into My side; and do not continue in disbelief, but be a believer.”",
  "Thomas answered and said to Him, “My Lord and my God!”",
  "Jesus said to him, “Because you have seen Me, have you now believed? Blessed are they who did not see, and yet believed.”",
  "So then, many other signs Jesus also performed in the presence of the disciples, which are not written in this book;",
  "but these have been written so that you may believe that Jesus is the Christ, the Son of God; and that by believing you may have life in His name."
]