[
  "So then, when the Lord knew that the Pharisees had heard that He was making and baptizing more disciples than John",
  "(although Jesus Himself was not baptizing; rather, His disciples were),",
  "He left Judea and went away again to Galilee.",
  "And He had to pass through Samaria.",
  "So He came to a city of Samaria called Sychar, near the parcel of land that Jacob gave to his son Joseph;",
  "and Jacob’s well was there. So Jesus, tired from His journey, was just sitting by the well. It was about the sixth hour.",
  "A woman of Samaria came to draw water. Jesus said to her, “Give Me a drink.”",
  "For His disciples had gone away to the city to buy food.",
  "So the Samaritan woman said to Him, “How is it that You, though You are a Jew, are asking me for a drink, though I am a Samaritan woman?” (For Jews do not associate with Samaritans.)",
  "Jesus replied to her, “If you knew the gift of God, and who it is who is saying to you, ‘Give Me a drink,’ you would have asked Him, and He would have given you living water.”",
  "She said to Him, “Sir, You have no bucket and the well is deep; where then do You get this living water?",
  "You are not greater than our father Jacob, are You, who gave us the well and drank of it himself, and his sons and his cattle?”",
  "Jesus answered and said to her, “Everyone who drinks of this water will be thirsty again;",
  "but whoever drinks of the water that I will give him shall never be thirsty; but the water that I will give him will become in him a fountain of water springing up to eternal life.”",
  "The woman said to Him, “Sir, give me this water so that I will not be thirsty, nor come all the way here to draw water.”",
  "He said to her, “Go, call your husband and come here.”",
  "The woman answered and said to Him, “I have no husband.” Jesus said to her, “You have correctly said, ‘I have no husband’;",
  "for you have had five husbands, and the one whom you now have is not your husband; this which you have said is true.”",
  "The woman said to Him, “Sir, I perceive that You are a prophet.",
  "Our fathers worshiped on this mountain, and yet you Jews say that in Jerusalem is the place where one must worship.”",
  "Jesus said to her, “Believe Me, woman, that a time is coming when you will worship the Father neither on this mountain nor in Jerusalem.",
  "You Samaritans worship what you do not know; we worship what we do know, because salvation is from the Jews.",
  "But a time is coming, and even now has arrived, when the true worshipers will worship the Father in spirit and truth; for such people the Father seeks to be His worshipers.",
  "God is spirit, and those who worship Him must worship in spirit and truth.”",
  "The woman said to Him, “I know that Messiah is coming (He who is called Christ); when that One comes, He will declare all things to us.”",
  "Jesus said to her, “I am He, the One speaking to you.”",
  "And at this point His disciples came, and they were amazed that He had been speaking with a woman, yet no one said, “What are You seeking?” or, “Why are You speaking with her?”",
  "So the woman left her waterpot and went into the city, and said to the people,",
  "“Come, see a Man who told me all the things that I have done; this is not the Christ, is He?”",
  "They left the city and were coming to Him.",
  "Meanwhile the disciples were urging Him, saying, “Rabbi, eat something.”",
  "But He said to them, “I have food to eat that you do not know about.”",
  "So the disciples were saying to one another, “No one brought Him anything to eat, did he?”",
  "Jesus said to them, “My food is to do the will of Him who sent Me, and to accomplish His work.",
  "Do you not say, ‘There are still four months, and then comes the harvest’? Behold, I tell you, raise your eyes and observe the fields, that they are white for harvest.",
  "Already the one who reaps is receiving wages and is gathering fruit for eternal life, so that the one who sows and the one who reaps may rejoice together.",
  "For in this case the saying is true: ‘One sows and another reaps.’",
  "I sent you to reap that for which you have not labored; others have labored, and you have come into their labor.”",
  "Now from that city many of the Samaritans believed in Him because of the word of the woman who testified, “He told me all the things that I have done.”",
  "So when the Samaritans came to Jesus, they were asking Him to stay with them; and He stayed there two days.",
  "Many more believed because of His word;",
  "and they were saying to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves and know that this One truly is the Savior of the world.”",
  "And after the two days, He departed from there for Galilee.",
  "For Jesus Himself testified that a prophet has no honor in his own country.",
  "So when He came to Galilee, the Galileans received Him, only because they had seen all the things that He did in Jerusalem at the feast; for they themselves also went to the feast.",
  "Therefore He came again to Cana of Galilee, where He had made the water into wine. And there was a royal official whose son was sick at Capernaum.",
  "When he heard that Jesus had come from Judea into Galilee, he went to Him and began asking Him to come down and heal his son; for he was at the point of death.",
  "Then Jesus said to him, “Unless you people see signs and wonders, you simply will not believe.”",
  "The royal official said to Him, “Sir, come down before my child dies.”",
  "Jesus said to him, “Go; your son is alive.” The man believed the word that Jesus spoke to him and went home.",
  "And as he was now going down, his slaves met him, saying that his son was alive.",
  "So he inquired of them the hour when he began to get better. Then they said to him, “Yesterday at the seventh hour the fever left him.”",
  "So the father knew that it was at that hour in which Jesus said to him, “Your son is alive”; and he himself believed, and his entire household.",
  "This is again a second sign that Jesus performed when He had come from Judea into Galilee."
]