[
  "After these things Jesus went away to the other side of the Sea of Galilee (or Tiberias).",
  "A large crowd was following Him, because they were watching the signs which He was performing on those who were sick.",
  "But Jesus went up on the mountain, and there He sat with His disciples.",
  "Now the Passover, the feast of the Jews, was near.",
  "So Jesus, after raising His eyes and seeing that a large crowd was coming to Him, said to Philip, “Where are we to buy bread so that these people may eat?”",
  "But He was saying this only to test him, for He Himself knew what He intended to do.",
  "Philip answered Him, “Two hundred denarii worth of bread is not enough for them, for each to receive just a little!”",
  "One of His disciples, Andrew, Simon Peter’s brother, said to Him,",
  "“There is a boy here who has five barley loaves and two fish; but what are these for so many people?”",
  "Jesus said, “Have the people recline to eat.” Now there was plenty of grass in the place. So the men reclined, about five thousand in number.",
  "Jesus then took the loaves, and after giving thanks He distributed them to those who were reclining; likewise also of the fish, as much as they wanted.",
  "And when they had eaten their fill, He said to His disciples, “Gather up the leftover pieces so that nothing will be lost.”",
  "So they gathered them up, and filled twelve baskets with pieces from the five barley loaves which were left over by those who had eaten.",
  "Therefore when the people saw the sign which He had performed, they said, “This is truly the Prophet who is to come into the world.”",
  "So Jesus, aware that they intended to come and take Him by force to make Him king, withdrew again to the mountain by Himself, alone.",
  "Now when evening came, His disciples went down to the sea,",
  "and after getting into a boat, they started to cross the sea to Capernaum. It had already become dark, and Jesus had not yet come to them.",
  "In addition, the sea began getting rough, because a strong wind was blowing.",
  "Then, when they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and coming near the boat; and they were frightened.",
  "But He said to them, “It is I; do not be afraid.”",
  "So they were willing to take Him into the boat, and immediately the boat was at the land to which they were going.",
  "The next day the crowd that stood on the other side of the sea saw that there was no other small boat there except one, and that Jesus had not gotten into the boat with His disciples, but that His disciples had departed alone.",
  "Other small boats came from Tiberias near to the place where they ate the bread after the Lord had given thanks.",
  "So when the crowd saw that Jesus was not there, nor His disciples, they themselves got into the small boats and came to Capernaum, looking for Jesus.",
  "And when they found Him on the other side of the sea, they said to Him, “Rabbi, when did You get here?”",
  "Jesus answered them and said, “Truly, truly, I say to you, you seek Me, not because you saw signs, but because you ate some of the loaves and were filled.",
  "Do not work for the food that perishes, but for the food that lasts for eternal life, which the Son of Man will give you, for on Him the Father, God, has set His seal.”",
  "Therefore they said to Him, “What are we to do, so that we may accomplish the works of God?”",
  "Jesus answered and said to them, “This is the work of God, that you believe in Him whom He has sent.”",
  "So they said to Him, “What then are You doing as a sign, so that we may see, and believe You? What work are You performing?",
  "Our fathers ate the manna in the wilderness; as it is written: ‘He gave them bread out of heaven to eat.’”",
  "Jesus then said to them, “Truly, truly, I say to you, it is not Moses who has given you the bread out of heaven, but it is My Father who gives you the true bread out of heaven.",
  "For the bread of God is that which comes down out of heaven and gives life to the world.”",
  "Then they said to Him, “Lord, always give us this bread.”",
  "Jesus said to them, “I am the bread of life; the one who comes to Me will not be hungry, and the one who believes in Me will never be thirsty.",
  "But I said to you that you have indeed seen Me, and yet you do not believe.",
  "Everything that the Father gives Me will come to Me, and the one who comes to Me I certainly will not cast out.",
  "For I have come down from heaven, not to do My own will, but the will of Him who sent Me.",
  "And this is the will of Him who sent Me, that of everything that He has given Me I will lose nothing, but will raise it up on the last day.",
  "For this is the will of My Father, that everyone who sees the Son and believes in Him will have eternal life, and I Myself will raise him up on the last day.”",
  "So then the Jews were complaining about Him because He said, “I am the bread that came down out of heaven.”",
  "And they were saying, “Is this not Jesus, the son of Joseph, whose father and mother we know? How does He now say, ‘I have come down out of heaven’?”",
  "Jesus answered and said to them, “Stop complaining among yourselves.",
  "No one can come to Me unless the Father who sent Me draws him; and I will raise him up on the last day.",
  "It is written in the Prophets: ‘And they shall all be taught of God.’ Everyone who has heard and learned from the Father, comes to Me.",
  "Not that anyone has seen the Father, except the One who is from God; He has seen the Father.",
  "Truly, truly, I say to you, the one who believes has eternal life.",
  "I am the bread of life.",
  "Your fathers ate the manna in the wilderness, and they died.",
  "This is the bread that comes down out of heaven, so that anyone may eat from it and not die.",
  "I am the living bread that came down out of heaven; if anyone eats from this bread, he will live forever; and the bread which I will give for the life of the world also is My flesh.”",
  "Then the Jews began to argue with one another, saying, “How can this Man give us His flesh to eat?”",
  "So Jesus said to them, “Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in yourselves.",
  "The one who eats My flesh and drinks My blood has eternal life, and I will raise him up on the last day.",
  "For My flesh is true food, and My blood is true drink.",
  "The one who eats My flesh and drinks My blood remains in Me, and I in him.",
  "Just as the living Father sent Me, and I live because of the Father, the one who eats Me, he also will live because of Me.",
  "This is the bread that came down out of heaven, not as the fathers ate and died; the one who eats this bread will live forever.”",
  "These things He said in the synagogue as He taught in Capernaum.",
  "So then many of His disciples, when they heard this, said, “This statement is very unpleasant; who can listen to it?”",
  "But Jesus, aware that His disciples were complaining about this, said to them, “Is this offensive to you?",
  "What then if you see the Son of Man ascending to where He was before?",
  "It is the Spirit who gives life; the flesh provides no benefit; the words that I have spoken to you are spirit, and are life.",
  "But there are some of you who do not believe.” For Jesus knew from the beginning who they were who did not believe, and who it was who would betray Him.",
  "And He was saying, “For this reason I have told you that no one can come to Me unless it has been granted him from the Father.”",
  "As a result of this many of His disciples left, and would no longer walk with Him.",
  "So Jesus said to the twelve, “You do not want to leave also, do you?”",
  "Simon Peter answered Him, “Lord, to whom shall we go? You have words of eternal life.",
  "And we have already believed and have come to know that You are the Holy One of God.”",
  "Jesus answered them, “Did I Myself not choose you, the twelve? And yet one of you is a devil.”",
  "Now He meant Judas the son of Simon Iscariot; for he, one of the twelve, was going to betray Him."
]