[
  "Then the second lot went to Simeon, to the tribe of the sons of Simeon according to their families; and their inheritance was in the midst of the inheritance of the sons of Judah.",
  "So they had in their inheritance Beersheba or Sheba and Moladah,",
  "Hazar-shual, Balah, and Ezem,",
  "Eltolad, Bethul, and Hormah,",
  "Ziklag, Beth-marcaboth, and Hazar-susah,",
  "Beth-lebaoth, and Sharuhen; thirteen cities with their villages;",
  "Ain, Rimmon, Ether, and Ashan; four cities with their villages;",
  "and all the villages which were around these cities as far as Baalath-beer, Ramah of the Negev. This was the inheritance of the tribe of the sons of Simeon according to their families.",
  "The inheritance of the sons of Simeon was taken from the portion of the sons of Judah, because the share of the sons of Judah was too large for them; so the sons of Simeon received an inheritance in the midst of Judah’s inheritance.",
  "Now the third lot came up for the sons of Zebulun according to their families. And the territory of their inheritance was as far as Sarid.",
  "Then their border went up to the west and to Maralah, and it reached Dabbesheth and reached to the brook that is opposite Jokneam.",
  "Then it turned from Sarid to the east toward the sunrise as far as the border of Chisloth-tabor, and it proceeded to Daberath and up to Japhia.",
  "From there it continued eastward toward the sunrise to Gath-hepher, to Eth-kazin, and it proceeded to Rimmon which stretches to Neah.",
  "Then the border circled around it on the north to Hannathon, and it ended at the Valley of Iphtahel.",
  "Included also were Kattah, Nahalal, Shimron, Idalah, and Bethlehem; twelve cities with their villages.",
  "This was the inheritance of the sons of Zebulun according to their families, these cities with their villages.",
  "The fourth lot went to Issachar, to the sons of Issachar according to their families.",
  "Their territory was to Jezreel and included Chesulloth, Shunem,",
  "Hapharaim, Shion, and Anaharath,",
  "Rabbith, Kishion, and Ebez,",
  "Remeth, En-gannim, En-haddah, and Beth-pazzez.",
  "The border reached to Tabor, Shahazumah, and Beth-shemesh, and their border ended at the Jordan; sixteen cities with their villages.",
  "This was the inheritance of the tribe of the sons of Issachar according to their families, the cities with their villages.",
  "Now the fifth lot went to the tribe of the sons of Asher according to their families.",
  "Their territory was Helkath, Hali, Beten, and Achshaph,",
  "Allammelech, Amad, and Mishal; and it reached to Carmel on the west and Shihor-libnath.",
  "It turned toward the east to Beth-dagon and reached Zebulun, and to the Valley of Iphtahel northward to Beth-emek and Neiel; then it proceeded on north to Cabul,",
  "Ebron, Rehob, Hammon, and Kanah, as far as Great Sidon.",
  "The border turned to Ramah and to the fortified city of Tyre; then the border turned to Hosah, and it ended at the sea by the region of Achzib.",
  "Included also were Ummah, Aphek, and Rehob; twenty-two cities with their villages.",
  "This was the inheritance of the tribe of the sons of Asher according to their families, these cities with their villages.",
  "The sixth lot went to the sons of Naphtali; to the sons of Naphtali according to their families.",
  "Their border was from Heleph, from the oak in Zaanannim, and Adami-nekeb and Jabneel, as far as Lakkum, and it ended at the Jordan.",
  "Then the border turned westward to Aznoth-tabor and proceeded from there to Hukkok; and it reached Zebulun on the south and reached Asher on the west, and Judah at the Jordan toward the east.",
  "The fortified cities were Ziddim, Zer, Hammath, Rakkath, and Chinnereth,",
  "Adamah, Ramah, and Hazor,",
  "Kedesh, Edrei, and En-hazor,",
  "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh; nineteen cities with their villages.",
  "This was the inheritance of the tribe of the sons of Naphtali according to their families, the cities with their villages.",
  "The seventh lot went to the tribe of the sons of Dan according to their families.",
  "The territory of their inheritance was Zorah, Eshtaol, and Ir-shemesh,",
  "Shaalabbin, Aijalon, and Ithlah,",
  "Elon, Timnah, and Ekron,",
  "Eltekeh, Gibbethon, and Baalath,",
  "Jehud, Bene-berak, and Gath-rimmon,",
  "Me-jarkon, and Rakkon, with the territory opposite Joppa.",
  "The territory of the sons of Dan proceeded beyond them; for the sons of Dan went up and fought with Leshem and captured it. Then they struck it with the edge of the sword and took possession of it and settled in it; and they named Leshem Dan after the name of their father Dan.",
  "This was the inheritance of the tribe of the sons of Dan according to their families, these cities with their villages.",
  "When they finished apportioning the land for inheritance by its borders, the sons of Israel gave an inheritance among them to Joshua the son of Nun.",
  "In accordance with the command of the Lord, they gave him the city for which he asked, Timnath-serah in the hill country of Ephraim. So he built the city and settled in it.",
  "These are the inheritances which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ households of the tribes of the sons of Israel apportioned by lot in Shiloh before the Lord at the doorway of the tent of meeting. So they finished dividing the land."
]