[
  "Then the word of the Lord came to me, saying,",
  "“Son of man, you live in the midst of the rebellious house, who have eyes to see but do not see, ears to hear but do not hear; for they are a rebellious house.",
  "So as for you, son of man, prepare for yourself baggage for exile and go into exile by day in their sight; that is, go into exile from your place to another place in their sight. Perhaps they will understand, though they are a rebellious house.",
  "Bring your baggage out by day in their sight, as baggage for exile. Then you shall go out at evening in their sight, as those who are going into exile.",
  "Dig a hole through the wall in their sight and go out through it.",
  "Load the baggage on your shoulder in their sight and carry it out in the dark. You shall cover your face so that you cannot see the land, for I have set you as a sign to the house of Israel.”",
  "Then I did so, just as I had been commanded. By day I brought out my baggage like the baggage of an exile. Then in the evening I dug through the wall with my hands; I went out in the dark and carried the baggage on my shoulder in their sight.",
  "And in the morning the word of the Lord came to me, saying,",
  "“Son of man, has the house of Israel, the rebellious house, not said to you, ‘What are you doing?’",
  "Say to them, ‘This is what the Lord God says: “This pronouncement concerns the prince in Jerusalem as well as all the house of Israel who are in it.”’",
  "Say, ‘I am a sign to you. Just as I have done, so it will be done to them; they will go into exile, into captivity.’",
  "The prince who is among them will load his baggage on his shoulder in the dark and go out. They will dig a hole through the wall to bring it out through it. He will cover his face so that he cannot see the land with his eyes.",
  "I will also spread My net over him, and he will be caught in My net. And I will bring him to Babylon in the land of the Chaldeans; yet he will not see it, though he will die there.",
  "And I will scatter to every wind all who are around him, his helpers and all his troops; and I will draw out a sword after them.",
  "So they will know that I am the Lord, when I disperse them among the nations and scatter them among the countries.",
  "But I will spare a few of them from the sword, the famine, and plague so that they may tell of all their abominations among the nations where they go, and may know that I am the Lord.”",
  "Moreover, the word of the Lord came to me, saying,",
  "“Son of man, eat your bread with trembling, and drink your water with quivering and anxiety.",
  "Then say to the people of the land, ‘This is what the Lord God says concerning the inhabitants of Jerusalem in the land of Israel: “They will eat their bread with anxiety and drink their water with horror, because their land will be stripped of its fullness on account of the violence of all who live in it.",
  "The inhabited cities will be in ruins, and the land will be a desolation. So you will know that I am the Lord.”’”",
  "Then the word of the Lord came to me, saying,",
  "“Son of man, what is this proverb you people have about the land of Israel, saying, ‘The days are long, and every vision fails’?",
  "Therefore say to them, ‘This is what the Lord God says: “I will put an end to this proverb so that they will no longer use it as a proverb in Israel.” But tell them, “The days are approaching as well as the fulfillment of every vision.",
  "For there will no longer be any false vision or deceptive divination within the house of Israel.",
  "For I the Lord will speak whatever word I speak, and it will be performed. It will no longer be delayed, for in your days, you rebellious house, I will speak the word and perform it,” declares the Lord God.’”",
  "Furthermore, the word of the Lord came to me, saying,",
  "“Son of man, behold, the house of Israel is saying, ‘The vision that he sees is for many years from now, and he prophesies of times far off.’",
  "Therefore say to them, ‘This is what the Lord God says: “None of My words will be delayed any longer. Whatever word I speak will be performed,”’” declares the Lord God."
]