[
  "The word of the Lord came to me again, saying,",
  "“Son of man, there were two women, the daughters of one mother;",
  "and they prostituted themselves in Egypt. They prostituted themselves in their youth; there their breasts were squeezed and there their virgin breasts were handled.",
  "Their names were Oholah the elder and Oholibah her sister. And they became Mine, and they gave birth to sons and daughters. And as for their names, Samaria is Oholah and Jerusalem is Oholibah.",
  "“Oholah prostituted herself while she was Mine; and she lusted after her lovers, after the Assyrians, her neighbors,",
  "who were clothed in purple, governors and officials, all of them handsome young men, horsemen riding on horses.",
  "She bestowed her obscene practices on them, all of whom were the choicest men of Assyria; and with all whom she lusted after, with all their idols she defiled herself.",
  "She did not abandon her obscene practices from the time in Egypt; for in her youth men had slept with her, and they handled her virgin breasts and poured out their obscene practice on her.",
  "Therefore, I handed her over to her lovers, to the Assyrians, after whom she lusted.",
  "They uncovered her nakedness; they took her sons and her daughters, but they killed her with the sword. So she became a subject of gossip among women, and they executed judgments on her.",
  "“Now her sister Oholibah saw this, yet she was more corrupt in her lust than she, and her obscene practices were more than the prostitution of her sister.",
  "She lusted after the Assyrians, governors and officials, the ones near, opulently dressed, horsemen riding on horses, all of them handsome young men.",
  "And I saw that she had defiled herself; they both took the same way.",
  "So she increased her obscene practices. And she saw men carved on the wall, images of the Chaldeans drawn in bright red,",
  "wearing belts around their waists, with flowing turbans on their heads, all of them looking like officers, like the Babylonians in Chaldea, the land of their birth.",
  "And when she saw them she lusted after them and sent messengers to them in Chaldea.",
  "And the Babylonians came to her to the bed of love and defiled her with their obscene practice. And when she had been defiled by them, she turned away from them in disgust.",
  "She exposed her obscene practices and exposed her nakedness; then I turned away from her in disgust, just as I had turned away from her sister in disgust.",
  "Yet she multiplied her obscene practices, remembering the days of her youth, when she prostituted herself in the land of Egypt.",
  "She lusted after their lovers, whose flesh is like the flesh of donkeys and whose discharge is like the discharge of horses.",
  "So you longed for the outrageous sin of your youth, when the Egyptians handled your breasts because of the breasts of your youth.",
  "“Therefore, Oholibah, this is what the Lord God says: ‘Behold I am going to incite your lovers against you, from whom you turned away in disgust, and I will bring them against you from every side:",
  "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; handsome young men, governors and officials all of them, officers and men of renown, all of them riding on horses.",
  "And they will come against you with weapons, chariots, and wagons, and with a contingent of peoples. They will attack you on every side with shield, buckler, and helmet; and I will commit the judgment to them, and they will judge you according to their customs.",
  "I will set My jealousy against you, so that they may deal with you in wrath. They will remove your nose and your ears; and your survivors will fall by the sword. They will take your sons and your daughters; and your survivors will be consumed by the fire.",
  "They will also strip you of your clothes and take away your beautiful jewelry.",
  "So I will remove from you your outrageous sin and your prostitution that you brought from the land of Egypt, so that you will not raise your eyes to them or remember Egypt anymore.’",
  "For this is what the Lord God says: ‘Behold, I am going to hand you over to those whom you hate, to those from whom you turned away in disgust.",
  "They will deal with you in hatred, take all your property, and leave you naked and bare. And the nakedness of your prostitution will be exposed, both your outrageous sin and your obscene practices.",
  "These things will be done to you because you have adulterously pursued the nations, because you have defiled yourself with their idols.",
  "You have walked in the way of your sister; therefore I will put her cup in your hand.’",
  "This is what the Lord God says: ‘You will drink your sister’s cup, Which is deep and wide. You will be laughed at and held in derision; Because it contains much.",
  "You will be filled with drunkenness and grief, A cup of horror and desolation, The cup of your sister Samaria.",
  "And you will drink it and drain it. Then you will gnaw on its fragments And tear your breasts; for I have spoken,’ declares the Lord God.",
  "Therefore, this is what the Lord God says: ‘Because you have forgotten Me and discarded Me behind your back, suffer on your own part the punishment for your outrageous sin and your obscene practices.’”",
  "Moreover, the Lord said to me, “Son of man, will you judge Oholah and Oholibah? Then declare to them their abominations.",
  "For they have committed adultery, and blood is on their hands. So they have committed adultery with their idols, and even made their sons, whom they bore to Me, pass through the fire to them as food.",
  "Again, they have done this to Me: they have defiled My sanctuary on the same day, and have profaned My Sabbaths.",
  "For when they slaughtered their children for their idols, they entered My sanctuary on the same day to profane it; and behold, this is what they did within My house.",
  "“Furthermore, they have even sent for men who come from a great distance, to whom a messenger was sent; and behold, they came—for whom you bathed, put makeup on your eyes, and adorned yourselves with jewelry;",
  "and you sat on a splendid couch with a table arranged in front of it on which you had set My incense and My oil.",
  "And the sound of a carefree multitude was with her; and heavy drinkers were brought from the wilderness with people from the multitude of humanity. And they put bracelets on the wrists of the women and beautiful crowns on their heads.",
  "“Then I said concerning her who was worn out by adulteries, ‘Will they now commit adultery with her when she is like this?’",
  "But they went in to her as they would go in to a prostitute. This is how they went in to Oholah and to Oholibah, the lewd women.",
  "But they, righteous people, will judge them with the judgment of adulteresses and with the judgment of women who shed blood, because they are adulteresses and blood is on their hands.",
  "“For this is what the Lord God says: ‘Bring up a contingent against them and turn them over to terror and plunder.",
  "The contingent will stone them with stones and cut them down with their swords; they will kill their sons and their daughters and burn their houses with fire.",
  "So I will eliminate outrageous conduct from the land, so that all women will take warning and not commit outrageous sin as you have done.",
  "Your outrageous conduct will be repaid to you, and you will bear the guilt for your idols; so you will know that I am the Lord God.’”"
]