[
  "Moreover, the word of the Lord came to me, saying,",
  "“And you, son of man, take up a song of mourning over Tyre;",
  "and say to Tyre, who sits at the entrance to the sea, merchant of the peoples to many coastlands, ‘This is what the Lord God says: “Tyre, you have said, ‘I am perfect in beauty.’",
  "Your borders are in the heart of the seas; Your builders have perfected your beauty.",
  "They have made all your planks of juniper trees from Senir; They have taken a cedar from Lebanon to make a mast for you.",
  "Of oaks from Bashan they have made your rudders; With ivory they have inlaid your deck of boxwood from the coastlands of Cyprus.",
  "Your sail was of colorfully embroidered linen from Egypt So that it became your flag; Your awning was violet and purple from the coastlands of Elishah.",
  "The inhabitants of Sidon and Arvad were your rowers; Your wise men, Tyre, were aboard; they were your sailors.",
  "The elders of Gebal and her wise men were with you repairing your leaks; All the ships of the sea and their sailors were with you in order to deal in your merchandise.",
  "“Persia, Lud, and Put were in your army, your men of war. They hung up shield and helmet on you; they presented your splendor.",
  "The sons of Arvad and your army were on your walls, all around, and the Gammadim were in your towers. They hung their shields on your walls all around; they perfected your beauty.",
  "“Tarshish was your customer because of the abundance of all kinds of wealth; with silver, iron, tin, and lead they paid for your merchandise.",
  "Javan, Tubal, and Meshech, they were your traders; with human lives and vessels of bronze they paid for your merchandise.",
  "Those from Beth-togarmah gave horses, war horses, and mules for your merchandise.",
  "The sons of Dedan were your traders. Many coastlands were your market; they brought ivory tusks and ebony as your payment.",
  "Aram was your customer because of the abundance of your goods; they paid for your merchandise with emeralds, purple, colorfully woven cloth, fine linen, coral, and rubies.",
  "Judah and the land of Israel, they were your traders; with the wheat of Minnith, cakes, honey, oil, and balsam they paid for your merchandise.",
  "Damascus was your customer because of the abundance of your goods, because of the abundance of all kinds of wealth, because of the wine of Helbon and white wool.",
  "Vedan and Javan paid for your merchandise from Uzal; wrought iron, cassia, and spice reed were among your merchandise.",
  "Dedan traded with you in saddlecloths for riding.",
  "Arabia and all the princes of Kedar, they were your customers for lambs, rams, and goats; for these they were your customers.",
  "The traders of Sheba and Raamah, they traded with you; they paid for your merchandise with the best of all balsam oil, and with all kinds of precious stones, and gold.",
  "Haran, Canneh, Eden, the traders of Sheba, Asshur, and Chilmad traded with you.",
  "They traded with you in choice garments, in clothes of violet and colorfully woven cloth, and in blankets of two colors, and tightly wound cords, which were among your merchandise.",
  "The ships of Tarshish were the carriers for your merchandise. And you were filled and were very glorious In the heart of the seas.",
  "“Your rowers have brought you Into great waters; The east wind has broken you In the heart of the seas.",
  "Your wealth, your wares, your merchandise, Your seamen and your sailors, Your repairers of leaks, your dealers in merchandise, And all your men of war who are in you, With all your contingent that is in your midst, Will fall into the heart of the seas On the day of your overthrow.",
  "At the sound of the cry of your sailors, The pasture lands will shake.",
  "All who handle the oar, The seamen and all the sailors of the sea Will come down from their ships; They will stand on the land,",
  "And they will make their voice heard over you And cry out bitterly. They will throw dust on their heads, They will wallow in ashes.",
  "Also they will shave themselves bald for you And put on sackcloth; And they will weep for you in bitterness of soul With bitter mourning.",
  "Moreover, in their wailing they will take up a song of mourning for you And sing a song of mourning over you: ‘Who is like Tyre, Like her who is silent in the midst of the sea?",
  "When your merchandise went out from the seas, You satisfied many peoples; With the abundance of your wealth and your merchandise You enriched the kings of the earth.",
  "Now that you are broken by the seas In the depths of the waters, Your merchandise and all your company Have fallen in the midst of you.",
  "All the inhabitants of the coastlands Are appalled at you, And their kings are horribly afraid; They have a troubled look.",
  "The merchants among the peoples hiss at you; You have become terrified And you will cease to be forever.’”’”"
]