[
  "Here is the main point: We have a High Priest who sat down in the place of honor beside the throne of the majestic God in heaven.",
  "There he ministers in the heavenly Tabernacle, the true place of worship that was built by the Lord and not by human hands.",
  "And since every high priest is required to offer gifts and sacrifices, our High Priest must make an offering, too.",
  "If he were here on earth, he would not even be a priest, since there already are priests who offer the gifts required by the law.",
  "They serve in a system of worship that is only a copy, a shadow of the real one in heaven. For when Moses was getting ready to build the Tabernacle, God gave him this warning: “Be sure that you make everything according to the pattern I have shown you here on the mountain.”",
  "But now Jesus, our High Priest, has been given a ministry that is far superior to the old priesthood, for he is the one who mediates for us a far better covenant with God, based on better promises.",
  "If the first covenant had been faultless, there would have been no need for a second covenant to replace it.",
  "But when God found fault with the people, he said: “The day is coming, says the Lord, when I will make a new covenant with the people of Israel and Judah.",
  "This covenant will not be like the one I made with their ancestors when I took them by the hand and led them out of the land of Egypt. They did not remain faithful to my covenant, so I turned my back on them, says the Lord.",
  "But this is the new covenant I will make with the people of Israel on that day, says the Lord: I will put my laws in their minds, and I will write them on their hearts. I will be their God, and they will be my people.",
  "And they will not need to teach their neighbors, nor will they need to teach their relatives, saying, ‘You should know the Lord.’ For everyone, from the least to the greatest, will know me already.",
  "And I will forgive their wickedness, and I will never again remember their sins.”",
  "When God speaks of a “new” covenant, it means he has made the first one obsolete. It is now out of date and will soon disappear."
]