[
  "These are the kings east of the Jordan River who had been killed by the Israelites and whose land was taken. Their territory extended from the Arnon Gorge to Mount Hermon and included all the land east of the Jordan Valley.",
  "King Sihon of the Amorites, who lived in Heshbon, was defeated. His kingdom included Aroer, on the edge of the Arnon Gorge, and extended from the middle of the Arnon Gorge to the Jabbok River, which serves as a border for the Ammonites. This territory included the southern half of the territory of Gilead.",
  "Sihon also controlled the Jordan Valley and regions to the east—from as far north as the Sea of Galilee to as far south as the Dead Sea, including the road to Beth-jeshimoth and southward to the slopes of Pisgah.",
  "King Og of Bashan, the last of the Rephaites, lived at Ashtaroth and Edrei.",
  "He ruled a territory stretching from Mount Hermon to Salecah in the north and to all of Bashan in the east, and westward to the borders of the kingdoms of Geshur and Maacah. This territory included the northern half of Gilead, as far as the boundary of King Sihon of Heshbon.",
  "Moses, the servant of the Lord, and the Israelites had destroyed the people of King Sihon and King Og. And Moses gave their land as a possession to the tribes of Reuben, Gad, and the half-tribe of Manasseh.",
  "The following is a list of the kings that Joshua and the Israelite armies defeated on the west side of the Jordan, from Baal-gad in the valley of Lebanon to Mount Halak, which leads up to Seir. (Joshua gave this land to the tribes of Israel as their possession,",
  "including the hill country, the western foothills, the Jordan Valley, the mountain slopes, the Judean wilderness, and the Negev. The people who lived in this region were the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites.) These are the kings Israel defeated:",
  "The king of Jericho The king of Ai, near Bethel",
  "The king of Jerusalem The king of Hebron",
  "The king of Jarmuth The king of Lachish",
  "The king of Eglon The king of Gezer",
  "The king of Debir The king of Geder",
  "The king of Hormah The king of Arad",
  "The king of Libnah The king of Adullam",
  "The king of Makkedah The king of Bethel",
  "The king of Tappuah The king of Hepher",
  "The king of Aphek The king of Lasharon",
  "The king of Madon The king of Hazor",
  "The king of Shimron-meron The king of Acshaph",
  "The king of Taanach The king of Megiddo",
  "The king of Kedesh The king of Jokneam in Carmel",
  "The king of Dor in the town of Naphoth-dor The king of Goyim in Gilgal",
  "The king of Tirzah. In all, thirty-one kings were defeated."
]