[
  "The allotment for the clans of the tribe of Judah reached southward to the border of Edom, as far south as the wilderness of Zin.",
  "The southern boundary began at the south bay of the Dead Sea,",
  "ran south of Scorpion Pass into the wilderness of Zin, and then went south of Kadesh-barnea to Hezron. Then it went up to Addar, where it turned toward Karka.",
  "From there it passed to Azmon until it finally reached the Brook of Egypt, which it followed to the Mediterranean Sea. This was their southern boundary.",
  "The eastern boundary extended along the Dead Sea to the mouth of the Jordan River. The northern boundary began at the bay where the Jordan River empties into the Dead Sea,",
  "went up from there to Beth-hoglah, then proceeded north of Beth-arabah to the Stone of Bohan. (Bohan was Reuben’s son.)",
  "From that point it went through the valley of Achor to Debir, turning north toward Gilgal, which is across from the slopes of Adummim on the south side of the valley. From there the boundary extended to the springs at En-shemesh and on to En-rogel.",
  "The boundary then passed through the valley of Ben-Hinnom, along the southern slopes of the Jebusites, where the city of Jerusalem is located. Then it went west to the top of the mountain above the valley of Hinnom, and on up to the northern end of the valley of Rephaim.",
  "From there the boundary extended from the top of the mountain to the spring at the waters of Nephtoah, and from there to the towns on Mount Ephron. Then it turned toward Baalah (that is, Kiriath-jearim).",
  "The boundary circled west of Baalah to Mount Seir, passed along to the town of Kesalon on the northern slope of Mount Jearim, and went down to Beth-shemesh and on to Timnah.",
  "The boundary then proceeded to the slope of the hill north of Ekron, where it turned toward Shikkeron and Mount Baalah. It passed Jabneel and ended at the Mediterranean Sea.",
  "The western boundary was the shoreline of the Mediterranean Sea. These are the boundaries for the clans of the tribe of Judah.",
  "The Lord commanded Joshua to assign some of Judah’s territory to Caleb son of Jephunneh. So Caleb was given the town of Kiriath-arba (that is, Hebron), which had been named after Anak’s ancestor.",
  "Caleb drove out the three groups of Anakites—the descendants of Sheshai, Ahiman, and Talmai, the sons of Anak.",
  "From there he went to fight against the people living in the town of Debir (formerly called Kiriath-sepher).",
  "Caleb said, “I will give my daughter Acsah in marriage to the one who attacks and captures Kiriath-sepher.”",
  "Othniel, the son of Caleb’s brother Kenaz, was the one who conquered it, so Acsah became Othniel’s wife.",
  "When Acsah married Othniel, she urged him to ask her father for a field. As she got down off her donkey, Caleb asked her, “What’s the matter?”",
  "She said, “Give me another gift. You have already given me land in the Negev; now please give me springs of water, too.” So Caleb gave her the upper and lower springs.",
  "This was the homeland allocated to the clans of the tribe of Judah.",
  "The towns of Judah situated along the borders of Edom in the extreme south were Kabzeel, Eder, Jagur,",
  "Kinah, Dimonah, Adadah,",
  "Kedesh, Hazor, Ithnan,",
  "Ziph, Telem, Bealoth,",
  "Hazor-hadattah, Kerioth-hezron (that is, Hazor),",
  "Amam, Shema, Moladah,",
  "Hazar-gaddah, Heshmon, Beth-pelet,",
  "Hazar-shual, Beersheba, Biziothiah,",
  "Baalah, Iim, Ezem,",
  "Eltolad, Kesil, Hormah,",
  "Ziklag, Madmannah, Sansannah,",
  "Lebaoth, Shilhim, Ain, and Rimmon—twenty-nine towns with their surrounding villages.",
  "The following towns situated in the western foothills were also given to Judah: Eshtaol, Zorah, Ashnah,",
  "Zanoah, En-gannim, Tappuah, Enam,",
  "Jarmuth, Adullam, Socoh, Azekah,",
  "Shaaraim, Adithaim, Gederah, and Gederothaim—fourteen towns with their surrounding villages.",
  "Also included were Zenan, Hadashah, Migdal-gad,",
  "Dilean, Mizpeh, Joktheel,",
  "Lachish, Bozkath, Eglon,",
  "Cabbon, Lahmam, Kitlish,",
  "Gederoth, Beth-dagon, Naamah, and Makkedah—sixteen towns with their surrounding villages.",
  "Besides these, there were Libnah, Ether, Ashan,",
  "Iphtah, Ashnah, Nezib,",
  "Keilah, Aczib, and Mareshah—nine towns with their surrounding villages.",
  "The territory of the tribe of Judah also included Ekron and its surrounding settlements and villages.",
  "From Ekron the boundary extended west and included the towns near Ashdod with their surrounding villages.",
  "It also included Ashdod with its surrounding settlements and villages and Gaza with its settlements and villages, as far as the Brook of Egypt and along the coast of the Mediterranean Sea.",
  "Judah also received the following towns in the hill country: Shamir, Jattir, Socoh,",
  "Dannah, Kiriath-sannah (that is, Debir),",
  "Anab, Eshtemoh, Anim,",
  "Goshen, Holon, and Giloh—eleven towns with their surrounding villages.",
  "Also included were the towns of Arab, Dumah, Eshan,",
  "Janim, Beth-tappuah, Aphekah,",
  "Humtah, Kiriath-arba (that is, Hebron), and Zior—nine towns with their surrounding villages.",
  "Besides these, there were Maon, Carmel, Ziph, Juttah,",
  "Jezreel, Jokdeam, Zanoah,",
  "Kain, Gibeah, and Timnah—ten towns with their surrounding villages.",
  "In addition, there were Halhul, Beth-zur, Gedor,",
  "Maarath, Beth-anoth, and Eltekon—six towns with their surrounding villages.",
  "There were also Kiriath-baal (that is, Kiriath-jearim) and Rabbah—two towns with their surrounding villages.",
  "In the wilderness there were the towns of Beth-arabah, Middin, Secacah,",
  "Nibshan, the City of Salt, and En-gedi—six towns with their surrounding villages.",
  "But the tribe of Judah could not drive out the Jebusites, who lived in the city of Jerusalem, so the Jebusites live there among the people of Judah to this day."
]