[
  "Now that the land was under Israelite control, the entire community of Israel gathered at Shiloh and set up the Tabernacle.",
  "But there remained seven tribes who had not yet been allotted their grants of land.",
  "Then Joshua asked them, “How long are you going to wait before taking possession of the remaining land the Lord, the God of your ancestors, has given to you?",
  "Select three men from each tribe, and I will send them out to explore the land and map it out. They will then return to me with a written report of their proposed divisions of their new homeland.",
  "Let them divide the land into seven sections, excluding Judah’s territory in the south and Joseph’s territory in the north.",
  "And when you record the seven divisions of the land and bring them to me, I will cast sacred lots in the presence of the Lord our God to assign land to each tribe.",
  "“The Levites, however, will not receive any allotment of land. Their role as priests of the Lord is their allotment. And the tribes of Gad, Reuben, and the half-tribe of Manasseh won’t receive any more land, for they have already received their grant of land, which Moses, the servant of the Lord, gave them on the east side of the Jordan River.”",
  "As the men started on their way to map out the land, Joshua commanded them, “Go and explore the land and write a description of it. Then return to me, and I will assign the land to the tribes by casting sacred lots here in the presence of the Lord at Shiloh.”",
  "The men did as they were told and mapped the entire territory into seven sections, listing the towns in each section. They made a written record and then returned to Joshua in the camp at Shiloh.",
  "And there at Shiloh, Joshua cast sacred lots in the presence of the Lord to determine which tribe should have each section.",
  "The first allotment of land went to the clans of the tribe of Benjamin. It lay between the territory assigned to the tribes of Judah and Joseph.",
  "The northern boundary of Benjamin’s land began at the Jordan River, went north of the slope of Jericho, then west through the hill country and the wilderness of Beth-aven.",
  "From there the boundary went south to Luz (that is, Bethel) and proceeded down to Ataroth-addar on the hill that lies south of Lower Beth-horon.",
  "The boundary then made a turn and swung south along the western edge of the hill facing Beth-horon, ending at the village of Kiriath-baal (that is, Kiriath-jearim), a town belonging to the tribe of Judah. This was the western boundary.",
  "The southern boundary began at the outskirts of Kiriath-jearim. From that western point it ran to the spring at the waters of Nephtoah,",
  "and down to the base of the mountain beside the valley of Ben-Hinnom, at the northern end of the valley of Rephaim. From there it went down the valley of Hinnom, crossing south of the slope where the Jebusites lived, and continued down to En-rogel.",
  "From En-rogel the boundary proceeded in a northerly direction and came to En-shemesh and on to Geliloth (which is across from the slopes of Adummim). Then it went down to the Stone of Bohan. (Bohan was Reuben’s son.)",
  "From there it passed along the north side of the slope overlooking the Jordan Valley. The border then went down into the valley,",
  "ran past the north slope of Beth-hoglah, and ended at the north bay of the Dead Sea, which is the southern end of the Jordan River. This was the southern boundary.",
  "The eastern boundary was the Jordan River. These were the boundaries of the homeland allocated to the clans of the tribe of Benjamin.",
  "These were the towns given to the clans of the tribe of Benjamin. Jericho, Beth-hoglah, Emek-keziz,",
  "Beth-arabah, Zemaraim, Bethel,",
  "Avvim, Parah, Ophrah,",
  "Kephar-ammoni, Ophni, and Geba—twelve towns with their surrounding villages.",
  "Also Gibeon, Ramah, Beeroth,",
  "Mizpah, Kephirah, Mozah,",
  "Rekem, Irpeel, Taralah,",
  "Zela, Haeleph, the Jebusite town (that is, Jerusalem), Gibeah, and Kiriath-jearim—fourteen towns with their surrounding villages. This was the homeland allocated to the clans of the tribe of Benjamin."
]