[
  "The second allotment of land went to the clans of the tribe of Simeon. Their homeland was surrounded by Judah’s territory.",
  "Simeon’s homeland included Beersheba, Sheba, Moladah,",
  "Hazar-shual, Balah, Ezem,",
  "Eltolad, Bethul, Hormah,",
  "Ziklag, Beth-marcaboth, Hazar-susah,",
  "Beth-lebaoth, and Sharuhen—thirteen towns with their surrounding villages.",
  "It also included Ain, Rimmon, Ether, and Ashan—four towns with their villages,",
  "including all the surrounding villages as far south as Baalath-beer (also known as Ramah of the Negev). This was the homeland allocated to the clans of the tribe of Simeon.",
  "Their allocation of land came from part of what had been given to Judah because Judah’s territory was too large for them. So the tribe of Simeon received an allocation within the territory of Judah.",
  "The third allotment of land went to the clans of the tribe of Zebulun. The boundary of Zebulun’s homeland started at Sarid.",
  "From there it went west, going past Maralah, touching Dabbesheth, and proceeding to the brook east of Jokneam.",
  "In the other direction, the boundary went east from Sarid to the border of Kisloth-tabor, and from there to Daberath and up to Japhia.",
  "Then it continued east to Gath-hepher, Eth-kazin, and Rimmon and turned toward Neah.",
  "The northern boundary of Zebulun passed Hannathon and ended at the valley of Iphtah-el.",
  "The towns in these areas included Kattath, Nahalal, Shimron, Idalah, and Bethlehem—twelve towns with their surrounding villages.",
  "The homeland allocated to the clans of the tribe of Zebulun included these towns and their surrounding villages.",
  "The fourth allotment of land went to the clans of the tribe of Issachar.",
  "Its boundaries included the following towns: Jezreel, Kesulloth, Shunem,",
  "Hapharaim, Shion, Anaharath,",
  "Rabbith, Kishion, Ebez,",
  "Remeth, En-gannim, En-haddah, and Beth-pazzez.",
  "The boundary also touched Tabor, Shahazumah, and Beth-shemesh, ending at the Jordan River—sixteen towns with their surrounding villages.",
  "The homeland allocated to the clans of the tribe of Issachar included these towns and their surrounding villages.",
  "The fifth allotment of land went to the clans of the tribe of Asher.",
  "Its boundaries included these towns: Helkath, Hali, Beten, Acshaph,",
  "Allammelech, Amad, and Mishal. The boundary on the west touched Carmel and Shihor-libnath,",
  "then it turned east toward Beth-dagon, and ran as far as Zebulun in the valley of Iphtah-el, going north to Beth-emek and Neiel. It then continued north to Cabul,",
  "Abdon, Rehob, Hammon, Kanah, and as far as Greater Sidon.",
  "Then the boundary turned toward Ramah and the fortress of Tyre, where it turned toward Hosah and came to the Mediterranean Sea. The territory also included Mehebel, Aczib,",
  "Ummah, Aphek, and Rehob—twenty-two towns with their surrounding villages.",
  "The homeland allocated to the clans of the tribe of Asher included these towns and their surrounding villages.",
  "The sixth allotment of land went to the clans of the tribe of Naphtali.",
  "Its boundary ran from Heleph, from the oak at Zaanannim, and extended across to Adami-nekeb, Jabneel, and as far as Lakkum, ending at the Jordan River.",
  "The western boundary ran past Aznoth-tabor, then to Hukkok, and touched the border of Zebulun in the south, the border of Asher on the west, and the Jordan River on the east.",
  "The fortified towns included in this territory were Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
  "Adamah, Ramah, Hazor,",
  "Kedesh, Edrei, En-hazor,",
  "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh—nineteen towns with their surrounding villages.",
  "The homeland allocated to the clans of the tribe of Naphtali included these towns and their surrounding villages.",
  "The seventh allotment of land went to the clans of the tribe of Dan.",
  "The land allocated as their homeland included the following towns: Zorah, Eshtaol, Ir-shemesh,",
  "Shaalabbin, Aijalon, Ithlah,",
  "Elon, Timnah, Ekron,",
  "Eltekeh, Gibbethon, Baalath,",
  "Jehud, Bene-berak, Gath-rimmon,",
  "Me-jarkon, Rakkon, and the territory across from Joppa.",
  "But the tribe of Dan had trouble taking possession of their land, so they attacked the town of Laish. They captured it, slaughtered its people, and settled there. They renamed the town Dan after their ancestor.",
  "The homeland allocated to the clans of the tribe of Dan included these towns and their surrounding villages.",
  "After all the land was divided among the tribes, the Israelites gave a piece of land to Joshua as his allocation.",
  "For the Lord had said he could have any town he wanted. He chose Timnath-serah in the hill country of Ephraim. He rebuilt the town and lived there.",
  "These are the territories that Eleazar the priest, Joshua son of Nun, and the tribal leaders allocated as grants of land to the tribes of Israel by casting sacred lots in the presence of the Lord at the entrance of the Tabernacle at Shiloh. So the division of the land was completed."
]