[
  "Under these circumstances, after so many thousands of people had gathered together that they were stepping on one another, He began saying to His disciples first of all, “Beware of the leaven of the Pharisees, which is hypocrisy.",
  "But there is nothing covered up that will not be revealed, and hidden that will not be known.",
  "Accordingly, whatever you have said in the dark will be heard in the light, and what you have whispered in the inner rooms will be proclaimed on the housetops.",
  "“Now I say to you, My friends, do not be afraid of those who kill the body, and after that have nothing more that they can do.",
  "But I will warn you whom to fear: fear the One who, after He has killed someone, has the power to throw that person into hell; yes, I tell you, fear Him!",
  "Are five sparrows not sold for two assaria? And yet not one of them has gone unnoticed in the sight of God.",
  "But even the hairs of your head are all counted. Do not fear; you are more valuable than a great number of sparrows.",
  "“Now I say to you, everyone who confesses Me before people, the Son of Man will also confess him before the angels of God;",
  "but the one who denies Me before people will be denied before the angels of God.",
  "And everyone who speaks a word against the Son of Man, it will be forgiven him; but the one who blasphemes against the Holy Spirit, it will not be forgiven him.",
  "Now when they bring you before the synagogues and the officials and the authorities, do not worry about how or what you are to speak in your defense, or what you are to say;",
  "for the Holy Spirit will teach you in that very hour what you ought to say.”",
  "Now someone in the crowd said to Him, “Teacher, tell my brother to divide the family inheritance with me.”",
  "But He said to him, “You there—who appointed Me a judge or arbitrator over the two of you?”",
  "But He said to them, “Beware, and be on your guard against every form of greed; for not even when one is affluent does his life consist of his possessions.”",
  "And He told them a parable, saying, “The land of a rich man was very productive.",
  "And he began thinking to himself, saying, ‘What shall I do, since I have no place to store my crops?’",
  "And he said, ‘This is what I will do: I will tear down my barns and build larger ones, and I will store all my grain and my goods there.",
  "And I will say to myself, “You have many goods stored up for many years to come; relax, eat, drink, and enjoy yourself!”’",
  "But God said to him, ‘You fool! This very night your soul is demanded of you; and as for all that you have prepared, who will own it now?’",
  "Such is the one who stores up treasure for himself, and is not rich in relation to God.”",
  "And He said to His disciples, “For this reason I tell you, do not worry about your life, as to what you are to eat; nor for your body, as to what you are to wear.",
  "For life is more than food, and the body is more than clothing.",
  "Consider the ravens, that they neither sow nor reap; they have no storeroom nor barn, and yet God feeds them; how much more valuable you are than the birds!",
  "And which of you by worrying can add a day to his life’s span?",
  "Therefore if you cannot do even a very little thing, why do you worry about the other things?",
  "Consider the lilies, how they grow: they neither labor nor spin; but I tell you, not even Solomon in all his glory clothed himself like one of these.",
  "Now if God so clothes the grass in the field, which is alive today and tomorrow is thrown into the furnace, how much more will He clothe you? You of little faith!",
  "And do not seek what you are to eat and what you are to drink, and do not keep worrying.",
  "For all these things are what the nations of the world eagerly seek; and your Father knows that you need these things.",
  "But seek His kingdom, and these things will be provided to you.",
  "Do not be afraid, little flock, because your Father has chosen to give you the kingdom.",
  "“Sell your possessions and give to charity; make yourselves money belts that do not wear out, an inexhaustible treasure in heaven, where no thief comes near nor does a moth destroy.",
  "For where your treasure is, there your heart will be also.",
  "“Be prepared, and keep your lamps lit.",
  "You are also to be like people who are waiting for their master when he returns from the wedding feast, so that they may immediately open the door for him when he comes and knocks.",
  "Blessed are those slaves whom the master will find on the alert when he comes; truly I say to you, that he will prepare himself to serve, and have them recline at the table, and he will come up and serve them.",
  "Whether he comes in the second watch, or even in the third, and finds them so, blessed are those slaves.",
  "“But be sure of this, that if the head of the house had known at what hour the thief was coming, he would not have allowed his house to be broken into.",
  "You too, be ready; because the Son of Man is coming at an hour that you do not think He will.”",
  "Peter said, “Lord, are You telling this parable to us, or to everyone else as well?”",
  "And the Lord said, “Who then is the faithful and sensible steward, whom his master will put in charge of his servants, to give them their rations at the proper time?",
  "Blessed is that slave whom his master finds so doing when he comes.",
  "Truly I say to you that he will put him in charge of all his possessions.",
  "But if that slave says in his heart, ‘My master will take a long time to come,’ and he begins to beat the other slaves, both men and women, and to eat and drink and get drunk;",
  "then the master of that slave will come on a day that he does not expect, and at an hour that he does not know, and will cut him in two, and assign him a place with the unbelievers.",
  "And that slave who knew his master’s will and did not get ready or act in accordance with his will, will receive many blows,",
  "but the one who did not know it, and committed acts deserving of a beating, will receive only a few blows. From everyone who has been given much, much will be demanded; and to whom they entrusted much, of him they will ask all the more.",
  "“I have come to cast fire upon the earth; and how I wish it were already kindled!",
  "But I have a baptism to undergo, and how distressed I am until it is accomplished!",
  "Do you think that I came to provide peace on earth? No, I tell you, but rather division;",
  "for from now on five members in one household will be divided, three against two and two against three.",
  "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”",
  "And He was also saying to the crowds, “Whenever you see a cloud rising in the west, you immediately say, ‘A shower is coming,’ and so it turns out.",
  "And whenever you feel a south wind blowing, you say, ‘It will be a hot day,’ and it turns out that way.",
  "You hypocrites! You know how to analyze the appearance of the earth and the sky, but how is it that you do not know how to analyze this present time?",
  "“And why do you not even judge by yourselves what is right?",
  "For when you are going with your accuser to appear before the magistrate, on the way, make an effort to settle with him, so that he does not drag you before the judge, and the judge hand you over to the officer, and the officer throw you into prison.",
  "I tell you, you will not get out of there until you have paid up the very last lepton.”"
]