[
  "Jesus entered Jericho and was passing through.",
  "And there was a man called by the name of Zaccheus; he was a chief tax collector and he was rich.",
  "Zaccheus was trying to see who Jesus was, and he was unable due to the crowd, because he was short in stature.",
  "So he ran on ahead and climbed up a sycamore tree in order to see Him, because He was about to pass through that way.",
  "And when Jesus came to the place, He looked up and said to him, “Zaccheus, hurry and come down, for today I must stay at your house.”",
  "And he hurried and came down, and received Him joyfully.",
  "When the people saw this, they all began to complain, saying, “He has gone in to be the guest of a man who is a sinner!”",
  "But Zaccheus stopped and said to the Lord, “Behold, Lord, half of my possessions I am giving to the poor, and if I have extorted anything from anyone, I am giving back four times as much.”",
  "And Jesus said to him, “Today salvation has come to this house, because he, too, is a son of Abraham.",
  "For the Son of Man has come to seek and to save that which was lost.”",
  "Now while they were listening to these things, Jesus went on to tell a parable, because He was near Jerusalem and they thought that the kingdom of God was going to appear immediately.",
  "So He said, “A nobleman went to a distant country to receive a kingdom for himself, and then to return.",
  "And he called ten of his own slaves and gave them ten minas, and said to them, ‘Do business with this money until I come back.’",
  "But his citizens hated him and sent a delegation after him, saying, ‘We do not want this man to reign over us.’",
  "When he returned after receiving the kingdom, he ordered that these slaves, to whom he had given the money, be summoned to him so that he would learn how much they had made by the business they had done.",
  "The first slave appeared, saying, ‘Master, your mina has made ten minas more.’",
  "And he said to him, ‘Well done, good slave; since you have been faithful in a very little thing, you are to have authority over ten cities.’",
  "The second one came, saying, ‘Your mina, master, has made five minas.’",
  "And he said to him also, ‘And you are to be over five cities.’",
  "And then another came, saying, ‘Master, here is your mina, which I kept tucked away in a handkerchief;",
  "for I was afraid of you, because you are a demanding man; you take up what you did not lay down, and reap what you did not sow.’",
  "He said to him, ‘From your own lips I will judge you, you worthless slave. Did you know that I am a demanding man, taking up what I did not lay down, and reaping what I did not sow?",
  "And so why did you not put my money in the bank, and when I came back, I would have collected it with interest?’",
  "And then he said to the other slaves who were present, ‘Take the mina away from him and give it to the one who has the ten minas.’",
  "And they said to him, ‘Master, he already has ten minas.’",
  "‘I tell you that to everyone who has, more shall be given, but from the one who does not have, even what he does have shall be taken away.",
  "But as for these enemies of mine who did not want me to reign over them, bring them here and slaughter them in my presence.’”",
  "After Jesus said these things, He was going on ahead, going up to Jerusalem.",
  "When He approached Bethphage and Bethany, near the mountain that is called Olivet, He sent two of the disciples,",
  "saying, “Go into the village ahead of you; there, as you enter, you will find a colt tied, on which no one yet has ever sat; untie it and bring it here.",
  "And if anyone asks you, ‘Why are you untying it?’ you shall say this: ‘The Lord has need of it.’”",
  "So those who were sent left and found it just as He had told them.",
  "And as they were untying the colt, its owners said to them, “Why are you untying the colt?”",
  "They said, “The Lord has need of it.”",
  "And they brought it to Jesus, and they threw their cloaks on the colt and put Jesus on it.",
  "Now as He was going, they were spreading their cloaks on the road.",
  "And as soon as He was approaching, near the descent of the Mount of Olives, the whole crowd of the disciples began to praise God joyfully with a loud voice for all the miracles which they had seen,",
  "shouting: “Blessed is the King, the One who comes in the name of the Lord; Peace in heaven and glory in the highest!”",
  "And yet some of the Pharisees in the crowd said to Him, “Teacher, rebuke Your disciples!”",
  "Jesus replied, “I tell you, if these stop speaking, the stones will cry out!”",
  "When He approached Jerusalem, He saw the city and wept over it,",
  "saying, “If you had known on this day, even you, the conditions for peace! But now they have been hidden from your eyes.",
  "For the days will come upon you when your enemies will put up a barricade against you, and surround you and hem you in on every side,",
  "and they will level you to the ground, and throw down your children within you, and they will not leave in you one stone upon another, because you did not recognize the time of your visitation.”",
  "And Jesus entered the temple grounds and began to drive out those who were selling,",
  "saying to them, “It is written: ‘And My house will be a house of prayer,’ but you have made it a den of robbers.”",
  "And He was teaching daily in the temple; but the chief priests and the scribes and the leading men among the people were trying to put Him to death,",
  "and yet they could not find anything that they might do, for all the people were hanging on to every word He said."
]