[
  "Now He looked up and saw the wealthy putting their gifts into the temple treasury.",
  "And He saw a poor widow putting in two lepta coins.",
  "And He said, “Truly I say to you, this poor widow put in more than all of them;",
  "for they all contributed to the offering from their surplus; but she, from her poverty, put in all that she had to live on.”",
  "And while some were talking about the temple, that it was decorated with beautiful stones and vowed gifts, He said,",
  "“As for these things which you are observing, the days will come when there will not be left one stone upon another, which will not be torn down.”",
  "They asked Him questions, saying, “Teacher, when therefore will these things happen? And what will be the sign when these things are about to take place?”",
  "And He said, “See to it that you are not misled; for many will come in My name, saying, ‘I am He,’ and, ‘The time is near.’ Do not go after them.",
  "And when you hear of wars and revolts, do not be alarmed; for these things must take place first, but the end will not follow immediately.”",
  "Then He continued by saying to them, “Nation will rise against nation, and kingdom against kingdom,",
  "and there will be massive earthquakes, and in various places plagues and famines; and there will be terrible sights and great signs from heaven.",
  "“But before all these things, they will lay their hands on you and persecute you, turning you over to the synagogues and prisons, bringing you before kings and governors on account of My name.",
  "It will lead to an opportunity for your testimony.",
  "So make up your minds not to prepare beforehand to defend yourselves;",
  "for I will provide you eloquence and wisdom which none of your adversaries will be able to oppose or refute.",
  "But you will be betrayed even by parents, brothers and sisters, other relatives, and friends, and they will put some of you to death,",
  "and you will be hated by all people because of My name.",
  "And yet not a hair of your head will perish.",
  "By your endurance you will gain your lives.",
  "“But when you see Jerusalem surrounded by armies, then recognize that her desolation is near.",
  "Then those who are in Judea must flee to the mountains, and those who are inside the city must leave, and those who are in the country must not enter the city;",
  "because these are days of punishment, so that all things which have been written will be fulfilled.",
  "Woe to those women who are pregnant, and to those who are nursing babies in those days; for there will be great distress upon the land, and wrath to this people;",
  "and they will fall by the edge of the sword, and will be led captive into all the nations; and Jerusalem will be trampled underfoot by the Gentiles until the times of the Gentiles are fulfilled.",
  "“There will be signs in the sun and moon and stars, and on the earth distress among nations, in perplexity at the roaring of the sea and the waves,",
  "people fainting from fear and the expectation of the things that are coming upon the world; for the powers of the heavens will be shaken.",
  "And then they will see the Son of Man coming in a cloud with power and great glory.",
  "But when these things begin to take place, straighten up and lift up your heads, because your redemption is drawing near.”",
  "And He told them a parable: “Look at the fig tree and all the trees:",
  "as soon as they put forth leaves, you see for yourselves and know that summer is now near.",
  "So you too, when you see these things happening, recognize that the kingdom of God is near.",
  "Truly I say to you, this generation will not pass away until all things take place.",
  "Heaven and earth will pass away, but My words will not pass away.",
  "“But be on your guard, so that your hearts will not be weighed down with dissipation and drunkenness and the worries of life, and that this day will not come on you suddenly, like a trap;",
  "for it will come upon all those who live on the face of all the earth.",
  "But stay alert at all times, praying that you will have strength to escape all these things that are going to take place, and to stand before the Son of Man.”",
  "Now during the day He was teaching in the temple, but at evening He would go out and spend the night on the mountain that is called Olivet.",
  "And all the people would get up very early in the morning to come to Him in the temple to listen to Him."
]