[
  "Now Nadab and Abihu, the sons of Aaron, took their respective firepans, and after putting fire in them, placed incense on the fire and offered strange fire before the Lord, which He had not commanded them.",
  "And fire came out from the presence of the Lord and consumed them, and they died before the Lord.",
  "Then Moses said to Aaron, “It is what the Lord spoke, saying, ‘By those who come near Me I will be treated as holy, And before all the people I will be honored.’” So Aaron, therefore, kept silent.",
  "Moses called also to Mishael and Elzaphan, the sons of Aaron’s uncle Uzziel, and said to them, “Come forward, carry your relatives away from the front of the sanctuary to an area outside of the camp.”",
  "So they came forward and carried them, still in their tunics, to an area outside the camp, just as Moses had said.",
  "Then Moses said to Aaron and to his sons Eleazar and Ithamar, “Do not uncover your heads nor tear your clothes, so that you do not die and He does not become wrathful against all the congregation. But your kinsmen, the entire house of Israel, shall weep for the burning which the Lord has brought about.",
  "You shall not even go out from the doorway of the tent of meeting, or you will die; for the Lord’s anointing oil is upon you.” So they did according to the word of Moses.",
  "The Lord then spoke to Aaron, saying,",
  "“Do not drink wine or strong drink, neither you nor your sons with you, when you come into the tent of meeting, so that you do not die—it is a permanent statute throughout your generations—",
  "and to make a distinction between the holy and the profane, and between the unclean and the clean,",
  "and so as to teach the sons of Israel all the statutes which the Lord has spoken to them through Moses.”",
  "Then Moses spoke to Aaron, and to his surviving sons, Eleazar and Ithamar, “Take the grain offering that is left over from the Lord’s offerings by fire and eat it as unleavened bread beside the altar, for it is most holy.",
  "You shall eat it in a holy place, because it is your allotted portion and your sons’ allotted portion from the Lord’s offerings by fire; for so I have been commanded.",
  "The breast of the wave offering, however, and the thigh of the offering you may eat in a clean place, you and your sons and your daughters with you; for they have been given as your allotted portion and your sons’ allotted portion from the sacrifices of the peace offerings of the sons of Israel.",
  "They shall bring the thigh offered by lifting up and the breast offered by waving, along with the offerings by fire of the portions of fat, to present as a wave offering before the Lord; so it shall be a thing perpetually due you and your sons with you, just as the Lord has commanded.”",
  "But Moses searched carefully for the goat of the sin offering, and behold, it had been burned! So he was angry with Aaron’s surviving sons Eleazar and Ithamar, saying,",
  "“Why did you not eat the sin offering at the holy place? For it is most holy, and He gave it to you to take away the guilt of the congregation, to make atonement for them before the Lord.",
  "Behold, since its blood had not been brought inside, into the sanctuary, you certainly should have eaten it in the sanctuary, just as I commanded!”",
  "But Aaron said to Moses, “Behold, this very day they presented their sin offering and their burnt offering before the Lord. When things like these happened to me, if I had eaten a sin offering today, would it have been good in the sight of the Lord?”",
  "When Moses heard that, it was good in his sight."
]