[
  "Then the Lord spoke to Moses, saying,",
  "“Command the sons of Israel that they bring to you clear oil from beaten olives for the light, to make a lamp burn continually.",
  "Outside the veil of the testimony in the tent of meeting, Aaron shall keep it in order from evening to morning before the Lord continually; it shall be a permanent statute throughout your generations.",
  "He shall keep the lamps in order on the pure gold lampstand before the Lord continually.",
  "“Then you shall take fine flour and bake twelve cakes with it; two-tenths of an ephah shall be in each cake.",
  "And you shall set them in two rows, six to a row, on the pure gold table before the Lord.",
  "You shall put pure frankincense on each row so that it may be a memorial portion for the bread, an offering by fire to the Lord.",
  "Every Sabbath day he shall set it in order before the Lord continually; it is an everlasting covenant for the sons of Israel.",
  "And it shall be for Aaron and his sons, and they shall eat it in a holy place; for it is most holy to him from the Lord’s offerings by fire, his portion forever.”",
  "Now the son of an Israelite woman—his father was an Egyptian—went out among the sons of Israel; and the Israelite woman’s son and an Israelite man had a fight within the camp.",
  "And the son of the Israelite woman blasphemed the Name and cursed. So they brought him to Moses. (Now his mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.)",
  "Then they put him in custody, waiting for Moses to give them a clear decision in accordance with the command of the Lord.",
  "Then the Lord spoke to Moses, saying,",
  "“Bring the one who has cursed outside the camp, and have all who heard him lay their hands on his head; then have all the congregation stone him.",
  "You shall also speak to the sons of Israel, saying, ‘If anyone curses his God, then he will bear the responsibility for his sin.",
  "Moreover, the one who blasphemes the name of the Lord must be put to death; all the congregation shall certainly stone him. The stranger as well as the native, when he blasphemes the Name, shall be put to death.",
  "‘Now if someone takes any human life, he must be put to death.",
  "But the one who takes the life of an animal shall make restitution, life for life.",
  "If someone injures his neighbor, just as he has done, so shall it be done to him:",
  "fracture for fracture, eye for eye, tooth for tooth; just as he has injured a person, so shall it be inflicted on him.",
  "So the one who kills an animal shall make restitution, but the one who kills a person shall be put to death.",
  "There shall be only one standard for you; it shall be for the stranger as well as the native, for I am the Lord your God.’”",
  "Then Moses spoke to the sons of Israel, and they brought the one who had cursed outside the camp, and stoned him with stones. So the sons of Israel did just as the Lord had commanded Moses."
]