[
  "Many years later, during the reign of King Artaxerxes of Persia, there was a man named Ezra. He was the son of Seraiah, son of Azariah, son of Hilkiah,",
  "son of Shallum, son of Zadok, son of Ahitub,",
  "son of Amariah, son of Azariah, son of Meraioth,",
  "son of Zerahiah, son of Uzzi, son of Bukki,",
  "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the high priest.",
  "This Ezra was a scribe who was well versed in the Law of Moses, which the Lord, the God of Israel, had given to the people of Israel. He came up to Jerusalem from Babylon, and the king gave him everything he asked for, because the gracious hand of the Lord his God was on him.",
  "Some of the people of Israel, as well as some of the priests, Levites, singers, gatekeepers, and Temple servants, traveled up to Jerusalem with him in the seventh year of King Artaxerxes’ reign.",
  "Ezra arrived in Jerusalem in August of that year.",
  "He had arranged to leave Babylon on April 8, the first day of the new year, and he arrived at Jerusalem on August 4, for the gracious hand of his God was on him.",
  "This was because Ezra had determined to study and obey the Law of the Lord and to teach those decrees and regulations to the people of Israel.",
  "King Artaxerxes had given a copy of the following letter to Ezra, the priest and scribe who studied and taught the commands and decrees of the Lord to Israel:",
  "“From Artaxerxes, the king of kings, to Ezra the priest, the teacher of the law of the God of heaven. Greetings.",
  "“I decree that any of the people of Israel in my kingdom, including the priests and Levites, may volunteer to return to Jerusalem with you.",
  "I and my council of seven hereby instruct you to conduct an inquiry into the situation in Judah and Jerusalem, based on your God’s law, which is in your hand.",
  "We also commission you to take with you silver and gold, which we are freely presenting as an offering to the God of Israel who lives in Jerusalem.",
  "“Furthermore, you are to take any silver and gold that you may obtain from the province of Babylon, as well as the voluntary offerings of the people and the priests that are presented for the Temple of their God in Jerusalem.",
  "These donations are to be used specifically for the purchase of bulls, rams, male lambs, and the appropriate grain offerings and liquid offerings, all of which will be offered on the altar of the Temple of your God in Jerusalem.",
  "Any silver and gold that is left over may be used in whatever way you and your colleagues feel is the will of your God.",
  "“But as for the cups we are entrusting to you for the service of the Temple of your God, deliver them all to the God of Jerusalem.",
  "If you need anything else for your God’s Temple or for any similar needs, you may take it from the royal treasury.",
  "“I, Artaxerxes the king, hereby send this decree to all the treasurers in the province west of the Euphrates River: ‘You are to give Ezra, the priest and teacher of the law of the God of heaven, whatever he requests of you.",
  "You are to give him up to 7,500 pounds of silver, 500 bushels of wheat, 550 gallons of wine, 550 gallons of olive oil, and an unlimited supply of salt.",
  "Be careful to provide whatever the God of heaven demands for his Temple, for why should we risk bringing God’s anger against the realm of the king and his sons?",
  "I also decree that no priest, Levite, singer, gatekeeper, Temple servant, or other worker in this Temple of God will be required to pay tribute, customs, or tolls of any kind.’",
  "“And you, Ezra, are to use the wisdom your God has given you to appoint magistrates and judges who know your God’s laws to govern all the people in the province west of the Euphrates River. Teach the law to anyone who does not know it.",
  "Anyone who refuses to obey the law of your God and the law of the king will be punished immediately, either by death, banishment, confiscation of goods, or imprisonment.”",
  "Praise the Lord, the God of our ancestors, who made the king want to beautify the Temple of the Lord in Jerusalem!",
  "And praise him for demonstrating such unfailing love to me by honoring me before the king, his council, and all his mighty nobles! I felt encouraged because the gracious hand of the Lord my God was on me. And I gathered some of the leaders of Israel to return with me to Jerusalem."
]