[
  "Wine is a mocker and beer a brawler; whoever is led astray by them is not wise.",
  "A king’s wrath strikes terror like the roar of a lion; those who anger him forfeit their lives.",
  "It is to one’s honor to avoid strife, but every fool is quick to quarrel.",
  "Sluggards do not plow in season; so at harvest time they look but find nothing.",
  "The purposes of a person’s heart are deep waters, but one who has insight draws them out.",
  "Many claim to have unfailing love, but a faithful person who can find?",
  "The righteous lead blameless lives; blessed are their children after them.",
  "When a king sits on his throne to judge, he winnows out all evil with his eyes.",
  "Who can say, “I have kept my heart pure; I am clean and without sin”?",
  "Differing weights and differing measures— the Lord detests them both.",
  "Even small children are known by their actions, so is their conduct really pure and upright?",
  "Ears that hear and eyes that see— the Lord has made them both.",
  "Do not love sleep or you will grow poor; stay awake and you will have food to spare.",
  "“It’s no good, it’s no good!” says the buyer— then goes off and boasts about the purchase.",
  "Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel.",
  "Take the garment of one who puts up security for a stranger; hold it in pledge if it is done for an outsider.",
  "Food gained by fraud tastes sweet, but one ends up with a mouth full of gravel.",
  "Plans are established by seeking advice; so if you wage war, obtain guidance.",
  "A gossip betrays a confidence; so avoid anyone who talks too much.",
  "If someone curses their father or mother, their lamp will be snuffed out in pitch darkness.",
  "An inheritance claimed too soon will not be blessed at the end.",
  "Do not say, “I’ll pay you back for this wrong!” Wait for the Lord, and he will avenge you.",
  "The Lord detests differing weights, and dishonest scales do not please him.",
  "A person’s steps are directed by the Lord. How then can anyone understand their own way?",
  "It is a trap to dedicate something rashly and only later to consider one’s vows.",
  "A wise king winnows out the wicked; he drives the threshing wheel over them.",
  "The human spirit is the lamp of the Lord that sheds light on one’s inmost being.",
  "Love and faithfulness keep a king safe; through love his throne is made secure.",
  "The glory of young men is their strength, gray hair the splendor of the old.",
  "Blows and wounds scrub away evil, and beatings purge the inmost being."
]