[
  "I don’t want you to forget, dear brothers and sisters, about our ancestors in the wilderness long ago. All of them were guided by a cloud that moved ahead of them, and all of them walked through the sea on dry ground.",
  "In the cloud and in the sea, all of them were baptized as followers of Moses.",
  "All of them ate the same spiritual food,",
  "and all of them drank the same spiritual water. For they drank from the spiritual rock that traveled with them, and that rock was Christ.",
  "Yet God was not pleased with most of them, and their bodies were scattered in the wilderness.",
  "These things happened as a warning to us, so that we would not crave evil things as they did,",
  "or worship idols as some of them did. As the Scriptures say, “The people celebrated with feasting and drinking, and they indulged in pagan revelry.”",
  "And we must not engage in sexual immorality as some of them did, causing 23,000 of them to die in one day.",
  "Nor should we put Christ to the test, as some of them did and then died from snakebites.",
  "And don’t grumble as some of them did, and then were destroyed by the angel of death.",
  "These things happened to them as examples for us. They were written down to warn us who live at the end of the age.",
  "If you think you are standing strong, be careful not to fall.",
  "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
  "So, my dear friends, flee from the worship of idols.",
  "You are reasonable people. Decide for yourselves if what I am saying is true.",
  "When we bless the cup at the Lord’s Table, aren’t we sharing in the blood of Christ? And when we break the bread, aren’t we sharing in the body of Christ?",
  "And though we are many, we all eat from one loaf of bread, showing that we are one body.",
  "Think about the people of Israel. Weren’t they united by eating the sacrifices at the altar?",
  "What am I trying to say? Am I saying that food offered to idols has some significance, or that idols are real gods?",
  "No, not at all. I am saying that these sacrifices are offered to demons, not to God. And I don’t want you to participate with demons.",
  "You cannot drink from the cup of the Lord and from the cup of demons, too. You cannot eat at the Lord’s Table and at the table of demons, too.",
  "What? Do we dare to rouse the Lord’s jealousy? Do you think we are stronger than he is?",
  "You say, “I am allowed to do anything”—but not everything is good for you. You say, “I am allowed to do anything”—but not everything is beneficial.",
  "Don’t be concerned for your own good but for the good of others.",
  "So you may eat any meat that is sold in the marketplace without raising questions of conscience.",
  "For “the earth is the Lord’s, and everything in it.”",
  "If someone who isn’t a believer asks you home for dinner, accept the invitation if you want to. Eat whatever is offered to you without raising questions of conscience.",
  "(But suppose someone tells you, “This meat was offered to an idol.” Don’t eat it, out of consideration for the conscience of the one who told you.",
  "It might not be a matter of conscience for you, but it is for the other person.) For why should my freedom be limited by what someone else thinks?",
  "If I can thank God for the food and enjoy it, why should I be condemned for eating it?",
  "So whether you eat or drink, or whatever you do, do it all for the glory of God.",
  "Don’t give offense to Jews or Gentiles or the church of God.",
  "I, too, try to please everyone in everything I do. I don’t just do what is best for me; I do what is best for others so that many may be saved."
]