[
  "“Watch out! Don’t do your good deeds publicly, to be admired by others, for you will lose the reward from your Father in heaven.",
  "When you give to someone in need, don’t do as the hypocrites do—blowing trumpets in the synagogues and streets to call attention to their acts of charity! I tell you the truth, they have received all the reward they will ever get.",
  "But when you give to someone in need, don’t let your left hand know what your right hand is doing.",
  "Give your gifts in private, and your Father, who sees everything, will reward you.",
  "“When you pray, don’t be like the hypocrites who love to pray publicly on street corners and in the synagogues where everyone can see them. I tell you the truth, that is all the reward they will ever get.",
  "But when you pray, go away by yourself, shut the door behind you, and pray to your Father in private. Then your Father, who sees everything, will reward you.",
  "“When you pray, don’t babble on and on as the Gentiles do. They think their prayers are answered merely by repeating their words again and again.",
  "Don’t be like them, for your Father knows exactly what you need even before you ask him!",
  "Pray like this: Our Father in heaven, may your name be kept holy.",
  "May your Kingdom come soon. May your will be done on earth, as it is in heaven.",
  "Give us today the food we need,",
  "and forgive us our sins, as we have forgiven those who sin against us.",
  "And don’t let us yield to temptation, but rescue us from the evil one.",
  "“If you forgive those who sin against you, your heavenly Father will forgive you.",
  "But if you refuse to forgive others, your Father will not forgive your sins.",
  "“And when you fast, don’t make it obvious, as the hypocrites do, for they try to look miserable and disheveled so people will admire them for their fasting. I tell you the truth, that is the only reward they will ever get.",
  "But when you fast, comb your hair and wash your face.",
  "Then no one will notice that you are fasting, except your Father, who knows what you do in private. And your Father, who sees everything, will reward you.",
  "“Don’t store up treasures here on earth, where moths eat them and rust destroys them, and where thieves break in and steal.",
  "Store your treasures in heaven, where moths and rust cannot destroy, and thieves do not break in and steal.",
  "Wherever your treasure is, there the desires of your heart will also be.",
  "“Your eye is like a lamp that provides light for your body. When your eye is healthy, your whole body is filled with light.",
  "But when your eye is unhealthy, your whole body is filled with darkness. And if the light you think you have is actually darkness, how deep that darkness is!",
  "“No one can serve two masters. For you will hate one and love the other; you will be devoted to one and despise the other. You cannot serve God and be enslaved to money.",
  "“That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?",
  "Look at the birds. They don’t plant or harvest or store food in barns, for your heavenly Father feeds them. And aren’t you far more valuable to him than they are?",
  "Can all your worries add a single moment to your life?",
  "“And why worry about your clothing? Look at the lilies of the field and how they grow. They don’t work or make their clothing,",
  "yet Solomon in all his glory was not dressed as beautifully as they are.",
  "And if God cares so wonderfully for wildflowers that are here today and thrown into the fire tomorrow, he will certainly care for you. Why do you have so little faith?",
  "“So don’t worry about these things, saying, ‘What will we eat? What will we drink? What will we wear?’",
  "These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs.",
  "Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need.",
  "“So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today."
]