[
  "But there were also false prophets in Israel, just as there will be false teachers among you. They will cleverly teach destructive heresies and even deny the Master who bought them. In this way, they will bring sudden destruction on themselves.",
  "Many will follow their evil teaching and shameful immorality. And because of these teachers, the way of truth will be slandered.",
  "In their greed they will make up clever lies to get hold of your money. But God condemned them long ago, and their destruction will not be delayed.",
  "For God did not spare even the angels who sinned. He threw them into hell, in gloomy pits of darkness, where they are being held until the day of judgment.",
  "And God did not spare the ancient world—except for Noah and the seven others in his family. Noah warned the world of God’s righteous judgment. So God protected Noah when he destroyed the world of ungodly people with a vast flood.",
  "Later, God condemned the cities of Sodom and Gomorrah and turned them into heaps of ashes. He made them an example of what will happen to ungodly people.",
  "But God also rescued Lot out of Sodom because he was a righteous man who was sick of the shameful immorality of the wicked people around him.",
  "Yes, Lot was a righteous man who was tormented in his soul by the wickedness he saw and heard day after day.",
  "So you see, the Lord knows how to rescue godly people from their trials, even while keeping the wicked under punishment until the day of final judgment.",
  "He is especially hard on those who follow their own twisted sexual desire, and who despise authority. These people are proud and arrogant, daring even to scoff at supernatural beings without so much as trembling.",
  "But the angels, who are far greater in power and strength, do not dare to bring from the Lord a charge of blasphemy against those supernatural beings.",
  "These false teachers are like unthinking animals, creatures of instinct, born to be caught and destroyed. They scoff at things they do not understand, and like animals, they will be destroyed.",
  "Their destruction is their reward for the harm they have done. They love to indulge in evil pleasures in broad daylight. They are a disgrace and a stain among you. They delight in deception even as they eat with you in your fellowship meals.",
  "They commit adultery with their eyes, and their desire for sin is never satisfied. They lure unstable people into sin, and they are well trained in greed. They live under God’s curse.",
  "They have wandered off the right road and followed the footsteps of Balaam son of Beor, who loved to earn money by doing wrong.",
  "But Balaam was stopped from his mad course when his donkey rebuked him with a human voice.",
  "These people are as useless as dried-up springs or as mist blown away by the wind. They are doomed to blackest darkness.",
  "They brag about themselves with empty, foolish boasting. With an appeal to twisted sexual desires, they lure back into sin those who have barely escaped from a lifestyle of deception.",
  "They promise freedom, but they themselves are slaves of sin and corruption. For you are a slave to whatever controls you.",
  "And when people escape from the wickedness of the world by knowing our Lord and Savior Jesus Christ and then get tangled up and enslaved by sin again, they are worse off than before.",
  "It would be better if they had never known the way to righteousness than to know it and then reject the command they were given to live a holy life.",
  "They prove the truth of this proverb: “A dog returns to its vomit.” And another says, “A washed pig returns to the mud.”"
]