[
  "The vision of Obadiah. This is what the Lord God says concerning Edom— We have heard a report from the Lord, And a messenger has been sent among the nations saying, “Arise, and let’s go up against her for battle”—",
  "“Behold, I will make you small among the nations; You are greatly despised.",
  "The arrogance of your heart has deceived you, The one who lives in the clefts of the rock, On the height of his dwelling place, Who says in his heart, ‘Who will bring me down to earth?’",
  "Though you make your home high like the eagle, Though you set your nest among the stars, From there I will bring you down,” declares the Lord.",
  "“If thieves came to you, If robbers by night— Oh how you will be ruined!— Would they not steal only until they had enough? If grape-pickers came to you, Would they not leave some gleanings?",
  "Oh how Esau will be searched, And his hidden treasures searched out!",
  "All the people allied with you Will send you to the border, And the people at peace with you Will deceive you and overpower you. They who eat your bread Will set an ambush for you. (There is no understanding in him.)",
  "Will I not on that day,” declares the Lord, “Eliminate wise men from Edom, And understanding from the mountain of Esau?",
  "Then your warriors will be filled with terror, Teman, So that everyone will be eliminated from the mountain of Esau by murder.",
  "“Because of violence to your brother Jacob, Shame will cover you, And you will be eliminated forever.",
  "On the day that you stood aloof, On the day that strangers carried off his wealth, And foreigners entered his gate And cast lots for Jerusalem— You too were as one of them.",
  "Do not gloat over your brother’s day, The day of his misfortune. And do not rejoice over the sons of Judah On the day of their destruction; Yes, do not boast On the day of their distress.",
  "Do not enter the gate of My people On the day of their disaster. You indeed, do not gloat over their catastrophe On the day of their disaster. And do not lay a hand on their wealth On the day of their disaster.",
  "Do not stand at the crossroads To eliminate their survivors; And do not hand over their refugees On the day of their distress.",
  "“For the day of the Lord is near for all the nations. Just as you have done, it will be done to you. Your dealings will return on your own head.",
  "For just as you drank on My holy mountain, All the nations will drink continually. They will drink to the last drop, And become as if they had never existed.",
  "But on Mount Zion there will be those who escape, And it will be holy. And the house of Jacob will possess their property.",
  "Then the house of Jacob will be a fire, And the house of Joseph a flame; But the house of Esau will be like stubble. And they will set them on fire and consume them, So that there will be no survivor of the house of Esau,” For the Lord has spoken.",
  "Then those of the Negev will possess the mountain of Esau, And those of the Shephelah the Philistine plain; Also, they will possess the territory of Ephraim and the territory of Samaria, And Benjamin the territory of Gilead.",
  "And the exiles of this army of the sons of Israel, Who are among the Canaanites as far as Zarephath, And the exiles of Jerusalem who are in Sepharad, Will possess the cities of the Negev.",
  "The deliverers will ascend Mount Zion To judge the mountain of Esau, And the kingdom will be the Lord’s."
]