[
  "A wise woman builds her home, but a foolish woman tears it down with her own hands.",
  "Those who follow the right path fear the Lord; those who take the wrong path despise him.",
  "A fool’s proud talk becomes a rod that beats him, but the words of the wise keep them safe.",
  "Without oxen a stable stays clean, but you need a strong ox for a large harvest.",
  "An honest witness does not lie; a false witness breathes lies.",
  "A mocker seeks wisdom and never finds it, but knowledge comes easily to those with understanding.",
  "Stay away from fools, for you won’t find knowledge on their lips.",
  "The prudent understand where they are going, but fools deceive themselves.",
  "Fools make fun of guilt, but the godly acknowledge it and seek reconciliation.",
  "Each heart knows its own bitterness, and no one else can fully share its joy.",
  "The house of the wicked will be destroyed, but the tent of the godly will flourish.",
  "There is a path before each person that seems right, but it ends in death.",
  "Laughter can conceal a heavy heart, but when the laughter ends, the grief remains.",
  "Backsliders get what they deserve; good people receive their reward.",
  "Only simpletons believe everything they’re told! The prudent carefully consider their steps.",
  "The wise are cautious and avoid danger; fools plunge ahead with reckless confidence.",
  "Short-tempered people do foolish things, and schemers are hated.",
  "Simpletons are clothed with foolishness, but the prudent are crowned with knowledge.",
  "Evil people will bow before good people; the wicked will bow at the gates of the godly.",
  "The poor are despised even by their neighbors, while the rich have many “friends.”",
  "It is a sin to belittle one’s neighbor; blessed are those who help the poor.",
  "If you plan to do evil, you will be lost; if you plan to do good, you will receive unfailing love and faithfulness.",
  "Work brings profit, but mere talk leads to poverty!",
  "Wealth is a crown for the wise; the effort of fools yields only foolishness.",
  "A truthful witness saves lives, but a false witness is a traitor.",
  "Those who fear the Lord are secure; he will be a refuge for their children.",
  "Fear of the Lord is a life-giving fountain; it offers escape from the snares of death.",
  "A growing population is a king’s glory; a prince without subjects has nothing.",
  "People with understanding control their anger; a hot temper shows great foolishness.",
  "A peaceful heart leads to a healthy body; jealousy is like cancer in the bones.",
  "Those who oppress the poor insult their Maker, but helping the poor honors him.",
  "The wicked are crushed by disaster, but the godly have a refuge when they die.",
  "Wisdom is enshrined in an understanding heart; wisdom is not found among fools.",
  "Godliness makes a nation great, but sin is a disgrace to any people.",
  "A king rejoices in wise servants but is angry with those who disgrace him."
]