[
  "A year after Israel’s departure from Egypt, the Lord spoke to Moses in the Tabernacle in the wilderness of Sinai. On the first day of the second month of that year he said,",
  "“From the whole community of Israel, record the names of all the warriors by their clans and families. List all the men",
  "twenty years old or older who are able to go to war. You and Aaron must register the troops,",
  "and you will be assisted by one family leader from each tribe.",
  "“These are the tribes and the names of the leaders who will assist you:TribeLeaderReuben Elizur son of Shedeur",
  "Simeon Shelumiel son of Zurishaddai",
  "Judah Nahshon son of Amminadab",
  "Issachar Nethanel son of Zuar",
  "Zebulun Eliab son of Helon",
  "Ephraim son of Joseph Elishama son of AmmihudManasseh son of Joseph Gamaliel son of Pedahzur",
  "Benjamin Abidan son of Gideoni",
  "Dan Ahiezer son of Ammishaddai",
  "Asher Pagiel son of Ocran",
  "Gad Eliasaph son of Deuel",
  "Naphtali Ahira son of Enan",
  "These are the chosen leaders of the community, the leaders of their ancestral tribes, the heads of the clans of Israel.”",
  "So Moses and Aaron called together these chosen leaders,",
  "and they assembled the whole community of Israel on that very day. All the people were registered according to their ancestry by their clans and families. The men of Israel who were twenty years old or older were listed one by one,",
  "just as the Lord had commanded Moses. So Moses recorded their names in the wilderness of Sinai.",
  "-This is the number of men twenty years old or older who were able to go to war, as their names were listed in the records of their clans and families:TribeNumberReuben (Jacob’s oldest son) 46,500",
  "-Simeon 59,300",
  "-Gad 45,650",
  "-Judah 74,600",
  "-Issachar 54,400",
  "-Zebulun 57,400",
  "-Ephraim son of Joseph 40,500",
  "-Manasseh son of Joseph 32,200",
  "-Benjamin 35,400",
  "-Dan 62,700",
  "-Asher 41,500",
  "-Naphtali 53,400",
  "These were the men registered by Moses and Aaron and the twelve leaders of Israel, all listed according to their ancestral descent.",
  "They were registered by families—all the men of Israel who were twenty years old or older and able to go to war.",
  "The total number was 603,550.",
  "But this total did not include the Levites.",
  "For the Lord had said to Moses,",
  "“Do not include the tribe of Levi in the registration; do not count them with the rest of the Israelites.",
  "Put the Levites in charge of the Tabernacle of the Covenant, along with all its furnishings and equipment. They must carry the Tabernacle and all its furnishings as you travel, and they must take care of it and camp around it.",
  "Whenever it is time for the Tabernacle to move, the Levites will take it down. And when it is time to stop, they will set it up again. But any unauthorized person who goes too near the Tabernacle must be put to death.",
  "Each tribe of Israel will camp in a designated area with its own family banner.",
  "But the Levites will camp around the Tabernacle of the Covenant to protect the community of Israel from the Lord’s anger. The Levites are responsible to stand guard around the Tabernacle.”",
  "So the Israelites did everything just as the Lord had commanded Moses."
]