[
  "Now the Lord said to Moses,",
  "“Make two trumpets of hammered silver for calling the community to assemble and for signaling the breaking of camp.",
  "When both trumpets are blown, everyone must gather before you at the entrance of the Tabernacle.",
  "But if only one trumpet is blown, then only the leaders—the heads of the clans of Israel—must present themselves to you.",
  "“When you sound the signal to move on, the tribes camped on the east side of the Tabernacle must break camp and move forward.",
  "When you sound the signal a second time, the tribes camped on the south will follow. You must sound short blasts as the signal for moving on.",
  "But when you call the people to an assembly, blow the trumpets with a different signal.",
  "Only the priests, Aaron’s descendants, are allowed to blow the trumpets. This is a permanent law for you, to be observed from generation to generation.",
  "“When you arrive in your own land and go to war against your enemies who attack you, sound the alarm with the trumpets. Then the Lord your God will remember you and rescue you from your enemies.",
  "Blow the trumpets in times of gladness, too, sounding them at your annual festivals and at the beginning of each month. And blow the trumpets over your burnt offerings and peace offerings. The trumpets will remind your God of his covenant with you. I am the Lord your God.”",
  "In the second year after Israel’s departure from Egypt—on the twentieth day of the second month—the cloud lifted from the Tabernacle of the Covenant.",
  "So the Israelites set out from the wilderness of Sinai and traveled on from place to place until the cloud stopped in the wilderness of Paran.",
  "When the people set out for the first time, following the instructions the Lord had given through Moses,",
  "Judah’s troops led the way. They marched behind their banner, and their leader was Nahshon son of Amminadab.",
  "They were joined by the troops of the tribe of Issachar, led by Nethanel son of Zuar,",
  "and the troops of the tribe of Zebulun, led by Eliab son of Helon.",
  "Then the Tabernacle was taken down, and the Gershonite and Merarite divisions of the Levites were next in the line of march, carrying the Tabernacle with them.",
  "Reuben’s troops went next, marching behind their banner. Their leader was Elizur son of Shedeur.",
  "They were joined by the troops of the tribe of Simeon, led by Shelumiel son of Zurishaddai,",
  "and the troops of the tribe of Gad, led by Eliasaph son of Deuel.",
  "Next came the Kohathite division of the Levites, carrying the sacred objects from the Tabernacle. Before they arrived at the next camp, the Tabernacle would already be set up at its new location.",
  "Ephraim’s troops went next, marching behind their banner. Their leader was Elishama son of Ammihud.",
  "They were joined by the troops of the tribe of Manasseh, led by Gamaliel son of Pedahzur,",
  "and the troops of the tribe of Benjamin, led by Abidan son of Gideoni.",
  "Dan’s troops went last, marching behind their banner and serving as the rear guard for all the tribal camps. Their leader was Ahiezer son of Ammishaddai.",
  "They were joined by the troops of the tribe of Asher, led by Pagiel son of Ocran,",
  "and the troops of the tribe of Naphtali, led by Ahira son of Enan.",
  "This was the order in which the Israelites marched, division by division.",
  "One day Moses said to his brother-in-law, Hobab son of Reuel the Midianite, “We are on our way to the place the Lord promised us, for he said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord has promised wonderful blessings for Israel!”",
  "But Hobab replied, “No, I will not go. I must return to my own land and family.”",
  "“Please don’t leave us,” Moses pleaded. “You know the places in the wilderness where we should camp. Come, be our guide.",
  "If you do, we’ll share with you all the blessings the Lord gives us.”",
  "They marched for three days after leaving the mountain of the Lord, with the Ark of the Lord’s Covenant moving ahead of them to show them where to stop and rest.",
  "As they moved on each day, the cloud of the Lord hovered over them.",
  "And whenever the Ark set out, Moses would shout, “Arise, O Lord, and let your enemies be scattered! Let them flee before you!”",
  "And when the Ark was set down, he would say, “Return, O Lord, to the countless thousands of Israel!”"
]