[
  "Then the Lord said to Moses,",
  "“Give these instructions to the Israelites: When you come into the land of Canaan, which I am giving you as your special possession, these will be the boundaries.",
  "The southern portion of your country will extend from the wilderness of Zin, along the edge of Edom. The southern boundary will begin on the east at the Dead Sea.",
  "It will then run south past Scorpion Pass in the direction of Zin. Its southernmost point will be Kadesh-barnea, from which it will go to Hazar-addar, and on to Azmon.",
  "From Azmon the boundary will turn toward the Brook of Egypt and end at the Mediterranean Sea.",
  "“Your western boundary will be the coastline of the Mediterranean Sea.",
  "“Your northern boundary will begin at the Mediterranean Sea and run east to Mount Hor,",
  "then to Lebo-hamath, and on through Zedad",
  "and Ziphron to Hazar-enan. This will be your northern boundary.",
  "“The eastern boundary will start at Hazar-enan and run south to Shepham,",
  "then down to Riblah on the east side of Ain. From there the boundary will run down along the eastern edge of the Sea of Galilee,",
  "and then along the Jordan River to the Dead Sea. These are the boundaries of your land.”",
  "Then Moses told the Israelites, “This territory is the homeland you are to divide among yourselves by sacred lot. The Lord has commanded that the land be divided among the nine and a half remaining tribes.",
  "The families of the tribes of Reuben, Gad, and half the tribe of Manasseh have already received their grants of land",
  "on the east side of the Jordan River, across from Jericho toward the sunrise.”",
  "And the Lord said to Moses,",
  "“Eleazar the priest and Joshua son of Nun are the men designated to divide the grants of land among the people.",
  "Enlist one leader from each tribe to help them with the task.",
  "These are the tribes and the names of the leaders:TribeLeaderJudah Caleb son of Jephunneh",
  "Simeon Shemuel son of Ammihud",
  "Benjamin Elidad son of Kislon",
  "Dan Bukki son of Jogli",
  "Manasseh son of Joseph Hanniel son of Ephod",
  "Ephraim son of Joseph Kemuel son of Shiphtan",
  "Zebulun Elizaphan son of Parnach",
  "Issachar Paltiel son of Azzan",
  "Asher Ahihud son of Shelomi",
  "Naphtali Pedahel son of Ammihud",
  "These are the men the Lord has appointed to divide the grants of land in Canaan among the Israelites.”"
]