[
  "Now a woman of the wives of the sons of the prophets cried out to Elisha, saying, “Your servant my husband is dead, and you know that your servant feared the Lord; and the creditor has come to take my two children to be his slaves.”",
  "So Elisha said to her, “What shall I do for you? Tell me, what do you have in the house?” And she said, “Your servant has nothing in the house except a jar of oil.”",
  "Then he said, “Go, borrow containers elsewhere for yourself, empty containers from all your neighbors—do not get too few.",
  "Then you shall come in and shut the door behind you and your sons, and pour into all these containers; and you shall set aside what is full.”",
  "So she left him and shut the door behind her and her sons; they began bringing the containers to her, and she poured the oil.",
  "When the containers were full, she said to her son, “Bring me another container.” But he said to her, “There are no more containers.” Then the oil stopped.",
  "So she came and told the man of God. And he said, “Go, sell the oil and pay your debt, and you and your sons can live on the rest.”",
  "Now a day came when Elisha went over to Shunem, where there was a prominent woman, and she urged him to eat food. And so it was, as often as he passed by, that he turned in there to eat food.",
  "And she said to her husband, “Behold now, I am aware that this is a holy man of God passing by us repeatedly.",
  "Please, let’s make a little walled upper room, and let’s set up a bed for him there, and a table, a chair, and a lampstand; then it shall be, when he comes to us, that he can turn in there.”",
  "Now one day he came there, and turned in to the upper room and rested.",
  "Then he said to his servant Gehazi, “Call this Shunammite.” And when he had called her, she stood before him.",
  "And he said to him, “Say now to her, ‘Behold, you have taken trouble for us with all this care; what can I do for you? Would you like me to speak for you to the king or to the commander of the army?’” But she answered, “I live among my own people.”",
  "So he said, “What then is to be done for her?” And Gehazi answered, “It is a fact that she has no son, and her husband is old.”",
  "He then said, “Call her.” When he had called her, she stood in the doorway.",
  "Then he said, “At this season next year, you are going to embrace a son.” And she said, “No, my lord, you man of God, do not lie to your servant.”",
  "Now the woman conceived and gave birth to a son at that season the next year, as Elisha had told her.",
  "When the child was grown, the day came that he went out to his father, to the reapers.",
  "And he said to his father, “My head, my head!” And his father said to his servant, “Carry him to his mother.”",
  "When he had carried him and brought him to his mother, he sat on her lap until noon, and then he died.",
  "And she went up and laid him on the bed of the man of God, and shut the door behind him and left.",
  "Then she called to her husband and said, “Please send me one of the servants and one of the donkeys, so that I may run to the man of God and return.”",
  "But he said, “Why are you going to him today? It is neither new moon nor Sabbath.” So she just said, “It will be fine.”",
  "Then she saddled the donkey and said to her servant, “Drive the donkey and go on; do not slow down the pace for me unless I tell you.”",
  "So she went on and came to the man of God at Mount Carmel. When the man of God saw her at a distance, he said to Gehazi his servant, “Behold, that person there is the Shunammite.",
  "Please run now to meet her and say to her, ‘Is it going well for you? Is it going well for your husband? Is it going well for the child?’” Then she answered, “It is going well.”",
  "But she came to the man of God at the hill and took hold of his feet. And Gehazi came up to push her away, but the man of God said, “Leave her alone, for her soul is troubled within her; and the Lord has concealed it from me and has not informed me.”",
  "Then she said, “Did I ask for a son from my lord? Did I not say, ‘Do not give me false hope’?”",
  "Then he said to Gehazi, “Get ready and take my staff in your hand, and go; if you meet anyone, do not greet him, and if anyone greets you, do not reply to him. And lay my staff on the boy’s face.”",
  "The mother of the boy said, “As surely as the Lord lives and you yourself live, I will not leave you.” So he got up and followed her.",
  "Then Gehazi went on ahead of them and laid the staff on the boy’s face, but there was no sound or response. So he returned to meet him and informed him, saying, “The boy has not awakened.”",
  "When Elisha entered the house, behold the boy was dead, laid on his bed.",
  "So he entered and shut the door behind them both, and he prayed to the Lord.",
  "Then he got up on the bed and lay on the child, and put his mouth on his mouth, his eyes on his eyes, his hands on his hands, and he bent down on him; and the flesh of the child became warm.",
  "Then he returned and walked in the house back and forth once, and went up and bent down on him; and the boy sneezed seven times, then the boy opened his eyes.",
  "And he called Gehazi and said, “Call this Shunammite.” So he called her. And when she came to him, he said, “Pick up your son.”",
  "Then she came in and fell at his feet and bowed down to the ground, and she picked up her son and left.",
  "When Elisha returned to Gilgal, there was a famine in the land. As the sons of the prophets were sitting in front of him, he said to his servant, “Put on the large pot and boil stew for the sons of the prophets.”",
  "Then one went out into the field to gather mallow, and found a wild vine and gathered from it his lap full of wild gourds; and he came and sliced them into the pot of stew, because they did not know what they were.",
  "So they poured it out for the men to eat. But as they were eating the stew, they cried out and said, “You man of God, there is death in the pot!” And they were unable to eat.",
  "Then he said, “Bring flour.” And he threw it into the pot, and said, “Pour it out for the people that they may eat.” Then there was nothing harmful in the pot.",
  "Now a man came from Baal-shalishah, and brought the man of God bread of the first fruits, twenty loaves of barley and fresh grain in his sack. And Elisha said, “Give them to the people that they may eat.”",
  "But his attendant said, “How am I to serve this to a hundred men?” Nevertheless he said, “Give them to the people that they may eat, for this is what the Lord says: ‘They shall eat and have some left over.’”",
  "So he served it to them, and they ate and had some left over, in accordance with the word of the Lord."
]