[
  "“Remember that the Levitical priests—that is, the whole of the tribe of Levi—will receive no allotment of land among the other tribes in Israel. Instead, the priests and Levites will eat from the special gifts given to the Lord, for that is their share.",
  "They will have no land of their own among the Israelites. The Lord himself is their special possession, just as he promised them.",
  "“These are the parts the priests may claim as their share from the cattle, sheep, and goats that the people bring as offerings: the shoulder, the cheeks, and the stomach.",
  "You must also give to the priests the first share of the grain, the new wine, the olive oil, and the wool at shearing time.",
  "For the Lord your God chose the tribe of Levi out of all your tribes to minister in the Lord’s name forever.",
  "“Suppose a Levite chooses to move from his town in Israel, wherever he is living, to the place the Lord chooses for worship.",
  "He may minister there in the name of the Lord his God, just like all his fellow Levites who are serving the Lord there.",
  "He may eat his share of the sacrifices and offerings, even if he also receives support from his family.",
  "“When you enter the land the Lord your God is giving you, be very careful not to imitate the detestable customs of the nations living there.",
  "For example, never sacrifice your son or daughter as a burnt offering. And do not let your people practice fortune-telling, or use sorcery, or interpret omens, or engage in witchcraft,",
  "or cast spells, or function as mediums or psychics, or call forth the spirits of the dead.",
  "Anyone who does these things is detestable to the Lord. It is because the other nations have done these detestable things that the Lord your God will drive them out ahead of you.",
  "But you must be blameless before the Lord your God.",
  "The nations you are about to displace consult sorcerers and fortune-tellers, but the Lord your God forbids you to do such things.”",
  "Moses continued, “The Lord your God will raise up for you a prophet like me from among your fellow Israelites. You must listen to him.",
  "For this is what you yourselves requested of the Lord your God when you were assembled at Mount Sinai. You said, ‘Don’t let us hear the voice of the Lord our God anymore or see this blazing fire, for we will die.’",
  "“Then the Lord said to me, ‘What they have said is right.",
  "I will raise up a prophet like you from among their fellow Israelites. I will put my words in his mouth, and he will tell the people everything I command him.",
  "I will personally deal with anyone who will not listen to the messages the prophet proclaims on my behalf.",
  "But any prophet who falsely claims to speak in my name or who speaks in the name of another god must die.’",
  "“But you may wonder, ‘How will we know whether or not a prophecy is from the Lord?’",
  "If the prophet speaks in the Lord’s name but his prediction does not happen or come true, you will know that the Lord did not give that message. That prophet has spoken without my authority and need not be feared."
]