[
  "When the Canaanite, the king of Arad, who lived in the Negev, heard that Israel was coming by the way of Atharim, he fought against Israel and took some of them captive.",
  "So Israel made a vow to the Lord and said, “If You will indeed hand over this people to me, then I will utterly destroy their cities.”",
  "The Lord heard the voice of Israel and turned over the Canaanites; then they utterly destroyed them and their cities. And the place was named Hormah.",
  "Then they set out from Mount Hor by the way of the Red Sea, to go around the land of Edom; and the people became impatient because of the journey.",
  "So the people spoke against God and Moses: “Why have you brought us up from Egypt to die in the wilderness? For there is no food and no water, and we are disgusted with this miserable food.”",
  "Then the Lord sent fiery serpents among the people and they bit the people, so that many people of Israel died.",
  "So the people came to Moses and said, “We have sinned, because we have spoken against the Lord and against you; intercede with the Lord, that He will remove the serpents from us.” And Moses interceded for the people.",
  "Then the Lord said to Moses, “Make a fiery serpent, and put it on a flag pole; and it shall come about, that everyone who is bitten, and looks at it, will live.”",
  "So Moses made a bronze serpent and put it on the flag pole; and it came about, that if a serpent bit someone, and he looked at the bronze serpent, he lived.",
  "Now the sons of Israel moved out and camped in Oboth.",
  "Then they journeyed from Oboth and camped at Iye-abarim, in the wilderness which is opposite Moab, to the east.",
  "From there they set out and camped in Wadi Zered.",
  "From there they journeyed and camped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites; for the Arnon is the border of Moab, between Moab and the Amorites.",
  "For that reason it is said in the Book of the Wars of the Lord, “Waheb in Suphah, And the wadis of the Arnon,",
  "And the slope of the wadis That extends to the site of Ar, And leans to the border of Moab.”",
  "From there they continued to Beer, that is the well where the Lord said to Moses, “Assemble the people, that I may give them water.”",
  "Then Israel sang this song: “Spring up, O well! Sing to it!",
  "The well, which the leaders dug, Which the nobles of the people hollowed out, With the scepter and with their staffs.” And from the wilderness they continued to Mattanah,",
  "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,",
  "and from Bamoth to the valley that is in the land of Moab, at the top of Pisgah, which overlooks the desert.",
  "Then Israel sent messengers to Sihon, king of the Amorites, saying,",
  "“Let me pass through your land. We will not turn off into field or vineyard; we will not drink water from wells. We will go by the king’s road until we have passed through your border.”",
  "But Sihon would not permit Israel to pass through his border. Instead, Sihon gathered all his people and went out against Israel in the wilderness, and came to Jahaz and fought against Israel.",
  "Then Israel struck him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the sons of Ammon; for the border of the sons of Ammon was Jazer.",
  "Israel took all these cities, and Israel lived in all the cities of the Amorites, in Heshbon and in all her villages.",
  "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land out of his hand, as far as the Arnon.",
  "For that reason those who use proverbs say, “Come to Heshbon! Let it be built! So let the city of Sihon be established.",
  "For a fire spread from Heshbon, A flame from the town of Sihon; It devoured Ar of Moab, The dominant heights of the Arnon.",
  "Woe to you, Moab! You are destroyed, people of Chemosh! He has given his sons as fugitives, And his daughters into captivity, To an Amorite king, Sihon.",
  "But we have shot them down with arrows, Heshbon is destroyed as far as Dibon, Then we have laid waste as far as Nophah, Which reaches to Medeba.”",
  "So Israel lived in the land of the Amorites.",
  "Now Moses sent men to spy out Jazer, and they captured its villages and dispossessed the Amorites who were there.",
  "Then they turned and went up by the way of Bashan, and Og the king of Bashan went out against them with all his people, for battle at Edrei.",
  "But the Lord said to Moses, “Do not fear him, for I have handed him over to you, and all his people and his land; and you shall do to him as you did to Sihon, king of the Amorites, who lived in Heshbon.”",
  "So they killed him and his sons and all his people, until there was no survivor left; and they took possession of his land."
]