[
  "When Balaam saw that it pleased the Lord to bless Israel, he did not go as at other times to seek omens, rather he turned his attention toward the wilderness.",
  "And Balaam raised his eyes and saw Israel camping tribe by tribe; and the Spirit of God came upon him.",
  "Then he took up his discourse and said, “The declaration of Balaam the son of Beor, And the declaration of the man whose eye is opened;",
  "The declaration of him who hears the words of God, Who sees the vision of the Almighty, Falling down, yet having his eyes uncovered,",
  "How pleasant are your tents, Jacob, Your dwelling places, Israel!",
  "Like valleys that stretch out, Like gardens beside a river, Like aloes planted by the Lord, Like cedars beside the waters.",
  "Water will flow from his buckets, And his seed will be by many waters, And his king shall be higher than Agag, And his kingdom shall be exalted.",
  "God brings him out of Egypt, He is for him like the horns of the wild ox. He will devour the nations who are his adversaries, And will crush their bones, And smash them with his arrows.",
  "He crouches, he lies down like a lion, And like a lioness, who dares to rouse him? Blessed is everyone who blesses you, And cursed is everyone who curses you.”",
  "Then Balak’s anger burned against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, but behold, you have persisted in blessing them these three times!",
  "So flee to your place now. I said I would honor you greatly, but behold, the Lord has held you back from honor.”",
  "And Balaam said to Balak, “Did I not in fact tell your messengers whom you had sent to me, saying,",
  "‘If Balak were to give me his house full of silver and gold, I could not do anything contrary to the command of the Lord, either good or bad, of my own accord. What the Lord speaks, I will speak’?",
  "So now, behold, I am going to my people; come, and I will advise you of what this people will do to your people in the days to come.”",
  "Then he took up his discourse and said, “The declaration of Balaam the son of Beor, And the declaration of the man whose eye is opened,",
  "The declaration of him who hears the words of God, And knows the knowledge of the Most High, Who sees the vision of the Almighty, Falling down, yet having his eyes uncovered:",
  "I see him, but not now; I look at him, but not near; A star shall appear from Jacob, A scepter shall rise from Israel, And shall smash the forehead of Moab, And overcome all the sons of Sheth.",
  "And Edom shall be a possession, Seir, its enemies, also will be a possession, While Israel performs valiantly.",
  "One from Jacob shall rule, And will eliminate the survivors from the city.”",
  "And he looked at Amalek and took up his discourse and said, “Amalek was the first of the nations, But his end shall be destruction.”",
  "And he looked at the Kenite, and took up his discourse and said, “Your dwelling place is enduring, And your nest is set in the cliff.",
  "Nevertheless Kain will suffer devastation; How long will Asshur keep you captive?”",
  "Then he took up his discourse and said, “Oh, who can live unless God has ordained it?",
  "But ships shall come from the coast of Kittim, And they shall oppress Asshur and oppress Eber; So they also will come to destruction.”",
  "Then Balaam arose, and he departed and returned to his place, and Balak also went on his way."
]