[
  "Then Job spoke again:",
  "“You people really know everything, don’t you? And when you die, wisdom will die with you!",
  "Well, I know a few things myself— and you’re no better than I am. Who doesn’t know these things you’ve been saying?",
  "Yet my friends laugh at me, for I call on God and expect an answer. I am a just and blameless man, yet they laugh at me.",
  "People who are at ease mock those in trouble. They give a push to people who are stumbling.",
  "But robbers are left in peace, and those who provoke God live in safety— though God keeps them in his power.",
  "“Just ask the animals, and they will teach you. Ask the birds of the sky, and they will tell you.",
  "Speak to the earth, and it will instruct you. Let the fish in the sea speak to you.",
  "For they all know that my disaster has come from the hand of the Lord.",
  "For the life of every living thing is in his hand, and the breath of every human being.",
  "The ear tests the words it hears just as the mouth distinguishes between foods.",
  "Wisdom belongs to the aged, and understanding to the old.",
  "“But true wisdom and power are found in God; counsel and understanding are his.",
  "What he destroys cannot be rebuilt. When he puts someone in prison, there is no escape.",
  "If he holds back the rain, the earth becomes a desert. If he releases the waters, they flood the earth.",
  "Yes, strength and wisdom are his; deceivers and deceived are both in his power.",
  "He leads counselors away, stripped of good judgment; wise judges become fools.",
  "He removes the royal robe of kings. They are led away with ropes around their waist.",
  "He leads priests away, stripped of status; he overthrows those with long years in power.",
  "He silences the trusted adviser and removes the insight of the elders.",
  "He pours disgrace upon princes and disarms the strong.",
  "“He uncovers mysteries hidden in darkness; he brings light to the deepest gloom.",
  "He builds up nations, and he destroys them. He expands nations, and he abandons them.",
  "He strips kings of understanding and leaves them wandering in a pathless wasteland.",
  "They grope in the darkness without a light. He makes them stagger like drunkards."
]