[
  "“How frail is humanity! How short is life, how full of trouble!",
  "We blossom like a flower and then wither. Like a passing shadow, we quickly disappear.",
  "Must you keep an eye on such a frail creature and demand an accounting from me?",
  "Who can bring purity out of an impure person? No one!",
  "You have decided the length of our lives. You know how many months we will live, and we are not given a minute longer.",
  "So leave us alone and let us rest! We are like hired hands, so let us finish our work in peace.",
  "“Even a tree has more hope! If it is cut down, it will sprout again and grow new branches.",
  "Though its roots have grown old in the earth and its stump decays,",
  "at the scent of water it will bud and sprout again like a new seedling.",
  "“But when people die, their strength is gone. They breathe their last, and then where are they?",
  "As water evaporates from a lake and a river disappears in drought,",
  "people are laid to rest and do not rise again. Until the heavens are no more, they will not wake up nor be roused from their sleep.",
  "“I wish you would hide me in the grave and forget me there until your anger has passed. But mark your calendar to think of me again!",
  "Can the dead live again? If so, this would give me hope through all my years of struggle, and I would eagerly await the release of death.",
  "You would call and I would answer, and you would yearn for me, your handiwork.",
  "For then you would guard my steps, instead of watching for my sins.",
  "My sins would be sealed in a pouch, and you would cover my guilt.",
  "“But instead, as mountains fall and crumble and as rocks fall from a cliff,",
  "as water wears away the stones and floods wash away the soil, so you destroy people’s hope.",
  "You always overpower them, and they pass from the scene. You disfigure them in death and send them away.",
  "They never know if their children grow up in honor or sink to insignificance.",
  "They suffer painfully; their life is full of trouble.”"
]