[
  "Then Eliphaz the Temanite replied:",
  "“A wise man wouldn’t answer with such empty talk! You are nothing but a windbag.",
  "The wise don’t engage in empty chatter. What good are such words?",
  "Have you no fear of God, no reverence for him?",
  "Your sins are telling your mouth what to say. Your words are based on clever deception.",
  "Your own mouth condemns you, not I. Your own lips testify against you.",
  "“Were you the first person ever born? Were you born before the hills were made?",
  "Were you listening at God’s secret council? Do you have a monopoly on wisdom?",
  "What do you know that we don’t? What do you understand that we do not?",
  "On our side are aged, gray-haired men much older than your father!",
  "“Is God’s comfort too little for you? Is his gentle word not enough?",
  "What has taken away your reason? What has weakened your vision,",
  "that you turn against God and say all these evil things?",
  "Can any mortal be pure? Can anyone born of a woman be just?",
  "Look, God does not even trust the angels. Even the heavens are not absolutely pure in his sight.",
  "How much less pure is a corrupt and sinful person with a thirst for wickedness!",
  "“If you will listen, I will show you. I will answer you from my own experience.",
  "And it is confirmed by the reports of wise men who have heard the same thing from their fathers—",
  "from those to whom the land was given long before any foreigners arrived.",
  "“The wicked writhe in pain throughout their lives. Years of trouble are stored up for the ruthless.",
  "The sound of terror rings in their ears, and even on good days they fear the attack of the destroyer.",
  "They dare not go out into the darkness for fear they will be murdered.",
  "They wander around, saying, ‘Where can I find bread?’ They know their day of destruction is near.",
  "That dark day terrifies them. They live in distress and anguish, like a king preparing for battle.",
  "For they shake their fists at God, defying the Almighty.",
  "Holding their strong shields, they defiantly charge against him.",
  "“These wicked people are heavy and prosperous; their waists bulge with fat.",
  "But their cities will be ruined. They will live in abandoned houses that are ready to tumble down.",
  "Their riches will not last, and their wealth will not endure. Their possessions will no longer spread across the horizon.",
  "“They will not escape the darkness. The burning sun will wither their shoots, and the breath of God will destroy them.",
  "Let them no longer fool themselves by trusting in empty riches, for emptiness will be their only reward.",
  "They will be cut down in the prime of life; their branches will never again be green.",
  "They will be like a vine whose grapes are harvested too early, like an olive tree that loses its blossoms before the fruit can form.",
  "For the godless are barren. Their homes, enriched through bribery, will burn.",
  "They conceive trouble and give birth to evil. Their womb produces deceit.”"
]