[
  "Then Job spoke again:",
  "“Listen closely to what I am saying. That’s one consolation you can give me.",
  "Bear with me, and let me speak. After I have spoken, you may resume mocking me.",
  "“My complaint is with God, not with people. I have good reason to be so impatient.",
  "Look at me and be stunned. Put your hand over your mouth in shock.",
  "When I think about what I am saying, I shudder. My body trembles.",
  "“Why do the wicked prosper, growing old and powerful?",
  "They live to see their children grow up and settle down, and they enjoy their grandchildren.",
  "Their homes are safe from every fear, and God does not punish them.",
  "Their bulls never fail to breed. Their cows bear calves and never miscarry.",
  "They let their children frisk about like lambs. Their little ones skip and dance.",
  "They sing with tambourine and harp. They celebrate to the sound of the flute.",
  "They spend their days in prosperity, then go down to the grave in peace.",
  "And yet they say to God, ‘Go away. We want no part of you and your ways.",
  "Who is the Almighty, and why should we obey him? What good will it do us to pray?’",
  "(They think their prosperity is of their own doing, but I will have nothing to do with that kind of thinking.)",
  "“Yet the light of the wicked never seems to be extinguished. Do they ever have trouble? Does God distribute sorrows to them in anger?",
  "Are they driven before the wind like straw? Are they carried away by the storm like chaff? Not at all!",
  "“‘Well,’ you say, ‘at least God will punish their children!’ But I say he should punish the ones who sin, so that they understand his judgment.",
  "Let them see their destruction with their own eyes. Let them drink deeply of the anger of the Almighty.",
  "For they will not care what happens to their family after they are dead.",
  "“But who can teach a lesson to God, since he judges even the most powerful?",
  "One person dies in prosperity, completely comfortable and secure,",
  "the picture of good health, vigorous and fit.",
  "Another person dies in bitter poverty, never having tasted the good life.",
  "But both are buried in the same dust, both eaten by the same maggots.",
  "“Look, I know what you’re thinking. I know the schemes you plot against me.",
  "You will tell me of rich and wicked people whose houses have vanished because of their sins.",
  "But ask those who have been around, and they will tell you the truth.",
  "Evil people are spared in times of calamity and are allowed to escape disaster.",
  "No one criticizes them openly or pays them back for what they have done.",
  "When they are carried to the grave, an honor guard keeps watch at their tomb.",
  "A great funeral procession goes to the cemetery. Many pay their respects as the body is laid to rest, and the earth gives sweet repose.",
  "“How can your empty clichés comfort me? All your explanations are lies!”"
]