[
  "“Why doesn’t the Almighty bring the wicked to judgment? Why must the godly wait for him in vain?",
  "Evil people steal land by moving the boundary markers. They steal livestock and put them in their own pastures.",
  "They take the orphan’s donkey and demand the widow’s ox as security for a loan.",
  "The poor are pushed off the path; the needy must hide together for safety.",
  "Like wild donkeys in the wilderness, the poor must spend all their time looking for food, searching even in the desert for food for their children.",
  "They harvest a field they do not own, and they glean in the vineyards of the wicked.",
  "All night they lie naked in the cold, without clothing or covering.",
  "They are soaked by mountain showers, and they huddle against the rocks for want of a home.",
  "“The wicked snatch a widow’s child from her breast, taking the baby as security for a loan.",
  "The poor must go about naked, without any clothing. They harvest food for others while they themselves are starving.",
  "They press out olive oil without being allowed to taste it, and they tread in the winepress as they suffer from thirst.",
  "The groans of the dying rise from the city, and the wounded cry for help, yet God ignores their moaning.",
  "“Wicked people rebel against the light. They refuse to acknowledge its ways or stay in its paths.",
  "The murderer rises in the early dawn to kill the poor and needy; at night he is a thief.",
  "The adulterer waits for the twilight, saying, ‘No one will see me then.’ He hides his face so no one will know him.",
  "Thieves break into houses at night and sleep in the daytime. They are not acquainted with the light.",
  "The black night is their morning. They ally themselves with the terrors of the darkness.",
  "“But they disappear like foam down a river. Everything they own is cursed, and they are afraid to enter their own vineyards.",
  "The grave consumes sinners just as drought and heat consume snow.",
  "Their own mothers will forget them. Maggots will find them sweet to eat. No one will remember them. Wicked people are broken like a tree in the storm.",
  "They cheat the woman who has no son to help her. They refuse to help the needy widow.",
  "“God, in his power, drags away the rich. They may rise high, but they have no assurance of life.",
  "They may be allowed to live in security, but God is always watching them.",
  "And though they are great now, in a moment they will be gone like all others, cut off like heads of grain.",
  "Can anyone claim otherwise? Who can prove me wrong?”"
]