[
  "“I made a covenant with my eyes not to look with lust at a young woman.",
  "For what has God above chosen for us? What is our inheritance from the Almighty on high?",
  "Isn’t it calamity for the wicked and misfortune for those who do evil?",
  "Doesn’t he see everything I do and every step I take?",
  "“Have I lied to anyone or deceived anyone?",
  "Let God weigh me on the scales of justice, for he knows my integrity.",
  "If I have strayed from his pathway, or if my heart has lusted for what my eyes have seen, or if I am guilty of any other sin,",
  "then let someone else eat the crops I have planted. Let all that I have planted be uprooted.",
  "“If my heart has been seduced by a woman, or if I have lusted for my neighbor’s wife,",
  "then let my wife serve another man; let other men sleep with her.",
  "For lust is a shameful sin, a crime that should be punished.",
  "It is a fire that burns all the way to hell. It would wipe out everything I own.",
  "“If I have been unfair to my male or female servants when they brought their complaints to me,",
  "how could I face God? What could I say when he questioned me?",
  "For God created both me and my servants. He created us both in the womb.",
  "“Have I refused to help the poor, or crushed the hopes of widows?",
  "Have I been stingy with my food and refused to share it with orphans?",
  "No, from childhood I have cared for orphans like a father, and all my life I have cared for widows.",
  "Whenever I saw the homeless without clothes and the needy with nothing to wear,",
  "did they not praise me for providing wool clothing to keep them warm?",
  "“If I raised my hand against an orphan, knowing the judges would take my side,",
  "then let my shoulder be wrenched out of place! Let my arm be torn from its socket!",
  "That would be better than facing God’s judgment. For if the majesty of God opposes me, what hope is there?",
  "“Have I put my trust in money or felt secure because of my gold?",
  "Have I gloated about my wealth and all that I own?",
  "“Have I looked at the sun shining in the skies, or the moon walking down its silver pathway,",
  "and been secretly enticed in my heart to throw kisses at them in worship?",
  "If so, I should be punished by the judges, for it would mean I had denied the God of heaven.",
  "“Have I ever rejoiced when disaster struck my enemies, or become excited when harm came their way?",
  "No, I have never sinned by cursing anyone or by asking for revenge.",
  "“My servants have never said, ‘He let others go hungry.’",
  "I have never turned away a stranger but have opened my doors to everyone.",
  "“Have I tried to hide my sins like other people do, concealing my guilt in my heart?",
  "Have I feared the crowd or the contempt of the masses, so that I kept quiet and stayed indoors?",
  "“If only someone would listen to me! Look, I will sign my name to my defense. Let the Almighty answer me. Let my accuser write out the charges against me.",
  "I would face the accusation proudly. I would wear it like a crown.",
  "For I would tell him exactly what I have done. I would come before him like a prince.",
  "“If my land accuses me and all its furrows cry out together,",
  "or if I have stolen its crops or murdered its owners,",
  "then let thistles grow on that land instead of wheat, and weeds instead of barley.” Job’s words are ended."
]