[
  "Then Elihu said:",
  "“Listen to me, you wise men. Pay attention, you who have knowledge.",
  "Job said, ‘The ear tests the words it hears just as the mouth distinguishes between foods.’",
  "So let us discern for ourselves what is right; let us learn together what is good.",
  "For Job also said, ‘I am innocent, but God has taken away my rights.",
  "I am innocent, but they call me a liar. My suffering is incurable, though I have not sinned.’",
  "“Tell me, has there ever been a man like Job, with his thirst for irreverent talk?",
  "He chooses evil people as companions. He spends his time with wicked men.",
  "He has even said, ‘Why waste time trying to please God?’",
  "“Listen to me, you who have understanding. Everyone knows that God doesn’t sin! The Almighty can do no wrong.",
  "He repays people according to their deeds. He treats people as they deserve.",
  "Truly, God will not do wrong. The Almighty will not twist justice.",
  "Did someone else put the world in his care? Who set the whole world in place?",
  "If God were to take back his spirit and withdraw his breath,",
  "all life would cease, and humanity would turn again to dust.",
  "“Now listen to me if you are wise. Pay attention to what I say.",
  "Could God govern if he hated justice? Are you going to condemn the almighty judge?",
  "For he says to kings, ‘You are wicked,’ and to nobles, ‘You are unjust.’",
  "He doesn’t care how great a person may be, and he pays no more attention to the rich than to the poor. He made them all.",
  "In a moment they die. In the middle of the night they pass away; the mighty are removed without human hand.",
  "“For God watches how people live; he sees everything they do.",
  "No darkness is thick enough to hide the wicked from his eyes.",
  "We don’t set the time when we will come before God in judgment.",
  "He brings the mighty to ruin without asking anyone, and he sets up others in their place.",
  "He knows what they do, and in the night he overturns and destroys them.",
  "He strikes them down because they are wicked, doing it openly for all to see.",
  "For they turned away from following him. They have no respect for any of his ways.",
  "They cause the poor to cry out, catching God’s attention. He hears the cries of the needy.",
  "But if he chooses to remain quiet, who can criticize him? When he hides his face, no one can find him, whether an individual or a nation.",
  "He prevents the godless from ruling so they cannot be a snare to the people.",
  "“Why don’t people say to God, ‘I have sinned, but I will sin no more’?",
  "Or ‘I don’t know what evil I have done—tell me. If I have done wrong, I will stop at once’?",
  "“Must God tailor his justice to your demands? But you have rejected him! The choice is yours, not mine. Go ahead, share your wisdom with us.",
  "After all, bright people will tell me, and wise people will hear me say,",
  "‘Job speaks out of ignorance; his words lack insight.’",
  "Job, you deserve the maximum penalty for the wicked way you have talked.",
  "For you have added rebellion to your sin; you show no respect, and you speak many angry words against God.”"
]