[
  "Then the Lord answered Job from the whirlwind:",
  "“Who is this that questions my wisdom with such ignorant words?",
  "Brace yourself like a man, because I have some questions for you, and you must answer them.",
  "“Where were you when I laid the foundations of the earth? Tell me, if you know so much.",
  "Who determined its dimensions and stretched out the surveying line?",
  "What supports its foundations, and who laid its cornerstone",
  "as the morning stars sang together and all the angels shouted for joy?",
  "“Who kept the sea inside its boundaries as it burst from the womb,",
  "and as I clothed it with clouds and wrapped it in thick darkness?",
  "For I locked it behind barred gates, limiting its shores.",
  "I said, ‘This far and no farther will you come. Here your proud waves must stop!’",
  "“Have you ever commanded the morning to appear and caused the dawn to rise in the east?",
  "Have you made daylight spread to the ends of the earth, to bring an end to the night’s wickedness?",
  "As the light approaches, the earth takes shape like clay pressed beneath a seal; it is robed in brilliant colors.",
  "The light disturbs the wicked and stops the arm that is raised in violence.",
  "“Have you explored the springs from which the seas come? Have you explored their depths?",
  "Do you know where the gates of death are located? Have you seen the gates of utter gloom?",
  "Do you realize the extent of the earth? Tell me about it if you know!",
  "“Where does light come from, and where does darkness go?",
  "Can you take each to its home? Do you know how to get there?",
  "But of course you know all this! For you were born before it was all created, and you are so very experienced!",
  "“Have you visited the storehouses of the snow or seen the storehouses of hail?",
  "(I have reserved them as weapons for the time of trouble, for the day of battle and war.)",
  "Where is the path to the source of light? Where is the home of the east wind?",
  "“Who created a channel for the torrents of rain? Who laid out the path for the lightning?",
  "Who makes the rain fall on barren land, in a desert where no one lives?",
  "Who sends rain to satisfy the parched ground and make the tender grass spring up?",
  "“Does the rain have a father? Who gives birth to the dew?",
  "Who is the mother of the ice? Who gives birth to the frost from the heavens?",
  "For the water turns to ice as hard as rock, and the surface of the water freezes.",
  "“Can you direct the movement of the stars— binding the cluster of the Pleiades or loosening the cords of Orion?",
  "Can you direct the constellations through the seasons or guide the Bear with her cubs across the heavens?",
  "Do you know the laws of the universe? Can you use them to regulate the earth?",
  "“Can you shout to the clouds and make it rain?",
  "Can you make lightning appear and cause it to strike as you direct?",
  "Who gives intuition to the heart and instinct to the mind?",
  "Who is wise enough to count all the clouds? Who can tilt the water jars of heaven",
  "when the parched ground is dry and the soil has hardened into clods?",
  "“Can you stalk prey for a lioness and satisfy the young lions’ appetites",
  "as they lie in their dens or crouch in the thicket?",
  "Who provides food for the ravens when their young cry out to God and wander about in hunger?"
]