[
  "“Do you know when the wild goats give birth? Have you watched as deer are born in the wild?",
  "Do you know how many months they carry their young? Are you aware of the time of their delivery?",
  "They crouch down to give birth to their young and deliver their offspring.",
  "Their young grow up in the open fields, then leave home and never return.",
  "“Who gives the wild donkey its freedom? Who untied its ropes?",
  "I have placed it in the wilderness; its home is the wasteland.",
  "It hates the noise of the city and has no driver to shout at it.",
  "The mountains are its pastureland, where it searches for every blade of grass.",
  "“Will the wild ox consent to being tamed? Will it spend the night in your stall?",
  "Can you hitch a wild ox to a plow? Will it plow a field for you?",
  "Given its strength, can you trust it? Can you leave and trust the ox to do your work?",
  "Can you rely on it to bring home your grain and deliver it to your threshing floor?",
  "“The ostrich flaps her wings grandly, but they are no match for the feathers of the stork.",
  "She lays her eggs on top of the earth, letting them be warmed in the dust.",
  "She doesn’t worry that a foot might crush them or a wild animal might destroy them.",
  "She is harsh toward her young, as if they were not her own. She doesn’t care if they die.",
  "For God has deprived her of wisdom. He has given her no understanding.",
  "But whenever she jumps up to run, she passes the swiftest horse with its rider.",
  "“Have you given the horse its strength or clothed its neck with a flowing mane?",
  "Did you give it the ability to leap like a locust? Its majestic snorting is terrifying!",
  "It paws the earth and rejoices in its strength when it charges out to battle.",
  "It laughs at fear and is unafraid. It does not run from the sword.",
  "The arrows rattle against it, and the spear and javelin flash.",
  "It paws the ground fiercely and rushes forward into battle when the ram’s horn blows.",
  "It snorts at the sound of the horn. It senses the battle in the distance. It quivers at the captain’s commands and the noise of battle.",
  "“Is it your wisdom that makes the hawk soar and spread its wings toward the south?",
  "Is it at your command that the eagle rises to the heights to make its nest?",
  "It lives on the cliffs, making its home on a distant, rocky crag.",
  "From there it hunts its prey, keeping watch with piercing eyes.",
  "Its young gulp down blood. Where there’s a carcass, there you’ll find it.”"
]