[
  "“Can you catch Leviathan with a hook or put a noose around its jaw?",
  "Can you tie it with a rope through the nose or pierce its jaw with a spike?",
  "Will it beg you for mercy or implore you for pity?",
  "Will it agree to work for you, to be your slave for life?",
  "Can you make it a pet like a bird, or give it to your little girls to play with?",
  "Will merchants try to buy it to sell it in their shops?",
  "Will its hide be hurt by spears or its head by a harpoon?",
  "If you lay a hand on it, you will certainly remember the battle that follows. You won’t try that again!",
  "No, it is useless to try to capture it. The hunter who attempts it will be knocked down.",
  "And since no one dares to disturb it, who then can stand up to me?",
  "Who has given me anything that I need to pay back? Everything under heaven is mine.",
  "“I want to emphasize Leviathan’s limbs and its enormous strength and graceful form.",
  "Who can strip off its hide, and who can penetrate its double layer of armor?",
  "Who could pry open its jaws? For its teeth are terrible!",
  "The scales on its back are like rows of shields tightly sealed together.",
  "They are so close together that no air can get between them.",
  "Each scale sticks tight to the next. They interlock and cannot be penetrated.",
  "“When it sneezes, it flashes light! Its eyes are like the red of dawn.",
  "Lightning leaps from its mouth; flames of fire flash out.",
  "Smoke streams from its nostrils like steam from a pot heated over burning rushes.",
  "Its breath would kindle coals, for flames shoot from its mouth.",
  "“The tremendous strength in Leviathan’s neck strikes terror wherever it goes.",
  "Its flesh is hard and firm and cannot be penetrated.",
  "Its heart is hard as rock, hard as a millstone.",
  "When it rises, the mighty are afraid, gripped by terror.",
  "No sword can stop it, no spear, dart, or javelin.",
  "Iron is nothing but straw to that creature, and bronze is like rotten wood.",
  "Arrows cannot make it flee. Stones shot from a sling are like bits of grass.",
  "Clubs are like a blade of grass, and it laughs at the swish of javelins.",
  "Its belly is covered with scales as sharp as glass. It plows up the ground as it drags through the mud.",
  "“Leviathan makes the water boil with its commotion. It stirs the depths like a pot of ointment.",
  "The water glistens in its wake, making the sea look white.",
  "Nothing on earth is its equal, no other creature so fearless.",
  "Of all the creatures, it is the proudest. It is the king of beasts.”"
]