[
  "Then Job replied to the Lord:",
  "“I know that you can do anything, and no one can stop you.",
  "You asked, ‘Who is this that questions my wisdom with such ignorance?’ It is I—and I was talking about things I knew nothing about, things far too wonderful for me.",
  "You said, ‘Listen and I will speak! I have some questions for you, and you must answer them.’",
  "I had only heard about you before, but now I have seen you with my own eyes.",
  "I take back everything I said, and I sit in dust and ashes to show my repentance.”",
  "After the Lord had finished speaking to Job, he said to Eliphaz the Temanite: “I am angry with you and your two friends, for you have not spoken accurately about me, as my servant Job has.",
  "So take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer on your behalf. I will not treat you as you deserve, for you have not spoken accurately about me, as my servant Job has.”",
  "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did as the Lord commanded them, and the Lord accepted Job’s prayer.",
  "When Job prayed for his friends, the Lord restored his fortunes. In fact, the Lord gave him twice as much as before!",
  "Then all his brothers, sisters, and former friends came and feasted with him in his home. And they consoled him and comforted him because of all the trials the Lord had brought against him. And each of them brought him a gift of money and a gold ring.",
  "So the Lord blessed Job in the second half of his life even more than in the beginning. For now he had 14,000 sheep, 6,000 camels, 1,000 teams of oxen, and 1,000 female donkeys.",
  "He also gave Job seven more sons and three more daughters.",
  "He named his first daughter Jemimah, the second Keziah, and the third Keren-happuch.",
  "In all the land no women were as lovely as the daughters of Job. And their father put them into his will along with their brothers.",
  "Job lived 140 years after that, living to see four generations of his children and grandchildren.",
  "Then he died, an old man who had lived a long, full life."
]