[
  "“Cry for help, but will anyone answer you? Which of the angels will help you?",
  "Surely resentment destroys the fool, and jealousy kills the simple.",
  "I have seen that fools may be successful for the moment, but then comes sudden disaster.",
  "Their children are abandoned far from help; they are crushed in court with no one to defend them.",
  "The hungry devour their harvest, even when it is guarded by brambles. The thirsty pant after their wealth.",
  "But evil does not spring from the soil, and trouble does not sprout from the earth.",
  "People are born for trouble as readily as sparks fly up from a fire.",
  "“If I were you, I would go to God and present my case to him.",
  "He does great things too marvelous to understand. He performs countless miracles.",
  "He gives rain for the earth and water for the fields.",
  "He gives prosperity to the poor and protects those who suffer.",
  "He frustrates the plans of schemers so the work of their hands will not succeed.",
  "He traps the wise in their own cleverness so their cunning schemes are thwarted.",
  "They find it is dark in the daytime, and they grope at noon as if it were night.",
  "He rescues the poor from the cutting words of the strong, and rescues them from the clutches of the powerful.",
  "And so at last the poor have hope, and the snapping jaws of the wicked are shut.",
  "“But consider the joy of those corrected by God! Do not despise the discipline of the Almighty when you sin.",
  "For though he wounds, he also bandages. He strikes, but his hands also heal.",
  "From six disasters he will rescue you; even in the seventh, he will keep you from evil.",
  "He will save you from death in time of famine, from the power of the sword in time of war.",
  "You will be safe from slander and have no fear when destruction comes.",
  "You will laugh at destruction and famine; wild animals will not terrify you.",
  "You will be at peace with the stones of the field, and its wild animals will be at peace with you.",
  "You will know that your home is safe. When you survey your possessions, nothing will be missing.",
  "You will have many children; your descendants will be as plentiful as grass!",
  "You will go to the grave at a ripe old age, like a sheaf of grain harvested at the proper time!",
  "“We have studied life and found all this to be true. Listen to my counsel, and apply it to yourself.”"
]