[
  "Then Job spoke again:",
  "“Yes, I know all this is true in principle. But how can a person be declared innocent in God’s sight?",
  "If someone wanted to take God to court, would it be possible to answer him even once in a thousand times?",
  "For God is so wise and so mighty. Who has ever challenged him successfully?",
  "“Without warning, he moves the mountains, overturning them in his anger.",
  "He shakes the earth from its place, and its foundations tremble.",
  "If he commands it, the sun won’t rise and the stars won’t shine.",
  "He alone has spread out the heavens and marches on the waves of the sea.",
  "He made all the stars—the Bear and Orion, the Pleiades and the constellations of the southern sky.",
  "He does great things too marvelous to understand. He performs countless miracles.",
  "“Yet when he comes near, I cannot see him. When he moves by, I do not see him go.",
  "If he snatches someone in death, who can stop him? Who dares to ask, ‘What are you doing?’",
  "And God does not restrain his anger. Even the monsters of the sea are crushed beneath his feet.",
  "“So who am I, that I should try to answer God or even reason with him?",
  "Even if I were right, I would have no defense. I could only plead for mercy.",
  "And even if I summoned him and he responded, I’m not sure he would listen to me.",
  "For he attacks me with a storm and repeatedly wounds me without cause.",
  "He will not let me catch my breath, but fills me instead with bitter sorrows.",
  "If it’s a question of strength, he’s the strong one. If it’s a matter of justice, who dares to summon him to court?",
  "Though I am innocent, my own mouth would pronounce me guilty. Though I am blameless, it would prove me wicked.",
  "“I am innocent, but it makes no difference to me— I despise my life.",
  "Innocent or wicked, it is all the same to God. That’s why I say, ‘He destroys both the blameless and the wicked.’",
  "When a plague sweeps through, he laughs at the death of the innocent.",
  "The whole earth is in the hands of the wicked, and God blinds the eyes of the judges. If he’s not the one who does it, who is?",
  "“My life passes more swiftly than a runner. It flees away without a glimpse of happiness.",
  "It disappears like a swift papyrus boat, like an eagle swooping down on its prey.",
  "If I decided to forget my complaints, to put away my sad face and be cheerful,",
  "I would still dread all the pain, for I know you will not find me innocent, O God.",
  "Whatever happens, I will be found guilty. So what’s the use of trying?",
  "Even if I were to wash myself with soap and clean my hands with lye,",
  "you would plunge me into a muddy ditch, and my own filthy clothing would hate me.",
  "“God is not a mortal like me, so I cannot argue with him or take him to trial.",
  "If only there were a mediator between us, someone who could bring us together.",
  "The mediator could make God stop beating me, and I would no longer live in terror of his punishment.",
  "Then I could speak to him without fear, but I cannot do that in my own strength."
]