[
  "Then all Israel gathered before David at Hebron and told him, “We are your own flesh and blood.",
  "In the past, even when Saul was king, you were the one who really led the forces of Israel. And the Lord your God told you, ‘You will be the shepherd of my people Israel. You will be the leader of my people Israel.’”",
  "So there at Hebron, David made a covenant before the Lord with all the elders of Israel. And they anointed him king of Israel, just as the Lord had promised through Samuel.",
  "Then David and all Israel went to Jerusalem (or Jebus, as it used to be called), where the Jebusites, the original inhabitants of the land, were living.",
  "The people of Jebus taunted David, saying, “You’ll never get in here!” But David captured the fortress of Zion, which is now called the City of David.",
  "David had said to his troops, “Whoever is first to attack the Jebusites will become the commander of my armies!” And Joab, the son of David’s sister Zeruiah, was first to attack, so he became the commander of David’s armies.",
  "David made the fortress his home, and that is why it is called the City of David.",
  "He extended the city from the supporting terraces to the surrounding area, while Joab rebuilt the rest of Jerusalem.",
  "And David became more and more powerful, because the Lord of Heaven’s Armies was with him.",
  "These are the leaders of David’s mighty warriors. Together with all Israel, they decided to make David their king, just as the Lord had promised concerning Israel.",
  "Here is the record of David’s mightiest warriors: The first was Jashobeam the Hacmonite, who was leader of the Three—the mightiest warriors among David’s men. He once used his spear to kill 300 enemy warriors in a single battle.",
  "Next in rank among the Three was Eleazar son of Dodai, a descendant of Ahoah.",
  "He was with David when the Philistines gathered for battle at Pas-dammim and attacked the Israelites in a field full of barley. The Israelite army fled,",
  "but Eleazar and David held their ground in the middle of the field and beat back the Philistines. So the Lord saved them by giving them a great victory.",
  "Once when David was at the rock near the cave of Adullam, the Philistine army was camped in the valley of Rephaim. The Three (who were among the Thirty—an elite group among David’s fighting men) went down to meet him there.",
  "David was staying in the stronghold at the time, and a Philistine detachment had occupied the town of Bethlehem.",
  "David remarked longingly to his men, “Oh, how I would love some of that good water from the well by the gate in Bethlehem.”",
  "So the Three broke through the Philistine lines, drew some water from the well by the gate in Bethlehem, and brought it back to David. But David refused to drink it. Instead, he poured it out as an offering to the Lord.",
  "“God forbid that I should drink this!” he exclaimed. “This water is as precious as the blood of these men who risked their lives to bring it to me.” So David did not drink it. These are examples of the exploits of the Three.",
  "Abishai, the brother of Joab, was the leader of the Thirty. He once used his spear to kill 300 enemy warriors in a single battle. It was by such feats that he became as famous as the Three.",
  "Abishai was the most famous of the Thirty and was their commander, though he was not one of the Three.",
  "There was also Benaiah son of Jehoiada, a valiant warrior from Kabzeel. He did many heroic deeds, which included killing two champions of Moab. Another time, on a snowy day, he chased a lion down into a pit and killed it.",
  "Once, armed only with a club, he killed an Egyptian warrior who was 7 1⁄2 feet tall and who was armed with a spear as thick as a weaver’s beam. Benaiah wrenched the spear from the Egyptian’s hand and killed him with it.",
  "Deeds like these made Benaiah as famous as the three mightiest warriors.",
  "He was more honored than the other members of the Thirty, though he was not one of the Three. And David made him captain of his bodyguard.",
  "David’s mighty warriors also included: Asahel, Joab’s brother; Elhanan son of Dodo from Bethlehem;",
  "Shammah from Harod; Helez from Pelon;",
  "Ira son of Ikkesh from Tekoa; Abiezer from Anathoth;",
  "Sibbecai from Hushah; Zalmon from Ahoah;",
  "Maharai from Netophah; Heled son of Baanah from Netophah;",
  "Ithai son of Ribai from Gibeah (in the land of Benjamin); Benaiah from Pirathon;",
  "Hurai from near Nahale-gaash; Abi-albon from Arabah;",
  "Azmaveth from Bahurim; Eliahba from Shaalbon;",
  "the sons of Jashen from Gizon; Jonathan son of Shagee from Harar;",
  "Ahiam son of Sharar from Harar; Eliphal son of Ur;",
  "Hepher from Mekerah; Ahijah from Pelon;",
  "Hezro from Carmel; Paarai son of Ezbai;",
  "Joel, the brother of Nathan; Mibhar son of Hagri;",
  "Zelek from Ammon; Naharai from Beeroth, the armor bearer of Joab son of Zeruiah;",
  "Ira from Jattir; Gareb from Jattir;",
  "Uriah the Hittite; Zabad son of Ahlai;",
  "Adina son of Shiza, the Reubenite leader who had thirty men with him;",
  "Hanan son of Maacah; Joshaphat from Mithna;",
  "Uzzia from Ashtaroth; Shama and Jeiel, the sons of Hotham, from Aroer;",
  "Jediael son of Shimri; Joha, his brother, from Tiz;",
  "Eliel from Mahavah; Jeribai and Joshaviah, the sons of Elnaam; Ithmah from Moab;",
  "Eliel and Obed; Jaasiel from Zobah."
]