[
  "These are the sons of David who were born in Hebron: The oldest was Amnon, whose mother was Ahinoam from Jezreel. The second was Daniel, whose mother was Abigail from Carmel.",
  "The third was Absalom, whose mother was Maacah, the daughter of Talmai, king of Geshur. The fourth was Adonijah, whose mother was Haggith.",
  "The fifth was Shephatiah, whose mother was Abital. The sixth was Ithream, whose mother was Eglah, David’s wife.",
  "These six sons were born to David in Hebron, where he reigned seven and a half years. Then David reigned another thirty-three years in Jerusalem.",
  "The sons born to David in Jerusalem included Shammua, Shobab, Nathan, and Solomon. Their mother was Bathsheba, the daughter of Ammiel.",
  "David also had nine other sons: Ibhar, Elishua, Elpelet,",
  "Nogah, Nepheg, Japhia,",
  "Elishama, Eliada, and Eliphelet.",
  "These were the sons of David, not including his sons born to his concubines. Their sister was named Tamar.",
  "The descendants of Solomon were Rehoboam, Abijah, Asa, Jehoshaphat,",
  "Jehoram, Ahaziah, Joash,",
  "Amaziah, Uzziah, Jotham,",
  "Ahaz, Hezekiah, Manasseh,",
  "Amon, and Josiah.",
  "The sons of Josiah were Johanan (the oldest), Jehoiakim (the second), Zedekiah (the third), and Jehoahaz (the fourth).",
  "The successors of Jehoiakim were his son Jehoiachin and his brother Zedekiah.",
  "The sons of Jehoiachin, who was taken prisoner by the Babylonians, were Shealtiel,",
  "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
  "The sons of Pedaiah were Zerubbabel and Shimei. The sons of Zerubbabel were Meshullam and Hananiah. (Their sister was Shelomith.)",
  "His five other sons were Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-hesed.",
  "The sons of Hananiah were Pelatiah and Jeshaiah. Jeshaiah’s son was Rephaiah. Rephaiah’s son was Arnan. Arnan’s son was Obadiah. Obadiah’s son was Shecaniah.",
  "The descendants of Shecaniah were Shemaiah and his sons, Hattush, Igal, Bariah, Neariah, and Shaphat—six in all.",
  "The sons of Neariah were Elioenai, Hizkiah, and Azrikam—three in all.",
  "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani—seven in all."
]