[
  "The descendants of Judah were Perez, Hezron, Carmi, Hur, and Shobal.",
  "Shobal’s son Reaiah was the father of Jahath. Jahath was the father of Ahumai and Lahad. These were the families of the Zorathites.",
  "The descendants of Etam were Jezreel, Ishma, Idbash, their sister Hazzelelponi,",
  "Penuel (the father of Gedor), and Ezer (the father of Hushah). These were the descendants of Hur (the firstborn of Ephrathah), the ancestor of Bethlehem.",
  "Ashhur (the father of Tekoa) had two wives, named Helah and Naarah.",
  "Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari.",
  "Helah gave birth to Zereth, Izhar, Ethnan,",
  "and Koz, who became the ancestor of Anub, Zobebah, and all the families of Aharhel son of Harum.",
  "There was a man named Jabez who was more honorable than any of his brothers. His mother named him Jabez because his birth had been so painful.",
  "He was the one who prayed to the God of Israel, “Oh, that you would bless me and expand my territory! Please be with me in all that I do, and keep me from all trouble and pain!” And God granted him his request.",
  "Kelub (the brother of Shuhah) was the father of Mehir. Mehir was the father of Eshton.",
  "Eshton was the father of Beth-rapha, Paseah, and Tehinnah. Tehinnah was the father of Ir-nahash. These were the descendants of Recah.",
  "The sons of Kenaz were Othniel and Seraiah. Othniel’s sons were Hathath and Meonothai.",
  "Meonothai was the father of Ophrah. Seraiah was the father of Joab, the founder of the Valley of Craftsmen, so called because they were craftsmen.",
  "The sons of Caleb son of Jephunneh were Iru, Elah, and Naam. The son of Elah was Kenaz.",
  "The sons of Jehallelel were Ziph, Ziphah, Tiria, and Asarel.",
  "The sons of Ezrah were Jether, Mered, Epher, and Jalon. One of Mered’s wives became the mother of Miriam, Shammai, and Ishbah (the father of Eshtemoa).",
  "He married a woman from Judah, who became the mother of Jered (the father of Gedor), Heber (the father of Soco), and Jekuthiel (the father of Zanoah). Mered also married Bithia, a daughter of Pharaoh, and she bore him children.",
  "Hodiah’s wife was the sister of Naham. One of her sons was the father of Keilah the Garmite, and another was the father of Eshtemoa the Maacathite.",
  "The sons of Shimon were Amnon, Rinnah, Ben-hanan, and Tilon. The descendants of Ishi were Zoheth and Ben-zoheth.",
  "Shelah was one of Judah’s sons. The descendants of Shelah were Er (the father of Lecah); Laadah (the father of Mareshah); the families of linen workers at Beth-ashbea;",
  "Jokim; the men of Cozeba; and Joash and Saraph, who ruled over Moab and Jashubi-lehem. These names all come from ancient records.",
  "They were the pottery makers who lived in Netaim and Gederah. They lived there and worked for the king.",
  "The sons of Simeon were Jemuel, Jamin, Jarib, Zohar, and Shaul.",
  "The descendants of Shaul were Shallum, Mibsam, and Mishma.",
  "The descendants of Mishma were Hammuel, Zaccur, and Shimei.",
  "Shimei had sixteen sons and six daughters, but none of his brothers had large families. So Simeon’s tribe never grew as large as the tribe of Judah.",
  "They lived in Beersheba, Moladah, Hazar-shual,",
  "Bilhah, Ezem, Tolad,",
  "Bethuel, Hormah, Ziklag,",
  "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These towns were under their control until the time of King David.",
  "Their descendants also lived in Etam, Ain, Rimmon, Token, and Ashan—five towns",
  "and their surrounding villages as far away as Baalath. This was their territory, and these names are listed in their genealogical records.",
  "Other descendants of Simeon included Meshobab, Jamlech, Joshah son of Amaziah,",
  "Joel, Jehu son of Joshibiah, son of Seraiah, son of Asiel,",
  "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
  "and Ziza son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah.",
  "These were the names of some of the leaders of Simeon’s wealthy clans. Their families grew,",
  "and they traveled to the region of Gerar, in the east part of the valley, seeking pastureland for their flocks.",
  "They found lush pastures there, and the land was spacious, quiet, and peaceful. Some of Ham’s descendants had been living in that region.",
  "But during the reign of King Hezekiah of Judah, these leaders of Simeon invaded the region and completely destroyed the homes of the descendants of Ham and of the Meunites. No trace of them remains today. They killed everyone who lived there and took the land for themselves, because they wanted its good pastureland for their flocks.",
  "Five hundred of these invaders from the tribe of Simeon went to Mount Seir, led by Pelatiah, Neariah, Rephaiah, and Uzziel—all sons of Ishi.",
  "They destroyed the few Amalekites who had survived, and they have lived there ever since."
]