[
  "Benjamin’s first son was Bela, the second was Ashbel, the third was Aharah,",
  "the fourth was Nohah, and the fifth was Rapha.",
  "The sons of Bela were Addar, Gera, Abihud,",
  "Abishua, Naaman, Ahoah,",
  "Gera, Shephuphan, and Huram.",
  "The sons of Ehud, leaders of the clans living at Geba, were exiled to Manahath.",
  "Ehud’s sons were Naaman, Ahijah, and Gera. Gera, who led them into exile, was the father of Uzza and Ahihud.",
  "After Shaharaim divorced his wives Hushim and Baara, he had children in the land of Moab.",
  "His wife Hodesh gave birth to Jobab, Zibia, Mesha, Malcam,",
  "Jeuz, Sakia, and Mirmah. These sons all became the leaders of clans.",
  "Shaharaim’s wife Hushim had already given birth to Abitub and Elpaal.",
  "The sons of Elpaal were Eber, Misham, Shemed (who built the towns of Ono and Lod and their nearby villages),",
  "Beriah, and Shema. They were the leaders of the clans living in Aijalon, and they drove out the inhabitants of Gath.",
  "Ahio, Shashak, Jeremoth,",
  "Zebadiah, Arad, Eder,",
  "Michael, Ishpah, and Joha were the sons of Beriah.",
  "Zebadiah, Meshullam, Hizki, Heber,",
  "Ishmerai, Izliah, and Jobab were the sons of Elpaal.",
  "Jakim, Zicri, Zabdi,",
  "Elienai, Zillethai, Eliel,",
  "Adaiah, Beraiah, and Shimrath were the sons of Shimei.",
  "Ishpan, Eber, Eliel,",
  "Abdon, Zicri, Hanan,",
  "Hananiah, Elam, Anthothijah,",
  "Iphdeiah, and Penuel were the sons of Shashak.",
  "Shamsherai, Shehariah, Athaliah,",
  "Jaareshiah, Elijah, and Zicri were the sons of Jeroham.",
  "These were the leaders of the ancestral clans; they were listed in their genealogical records, and they all lived in Jerusalem.",
  "Jeiel (the father of Gibeon) lived in the town of Gibeon. His wife’s name was Maacah,",
  "and his oldest son was named Abdon. Jeiel’s other sons were Zur, Kish, Baal, Ner, Nadab,",
  "Gedor, Ahio, Zechariah,",
  "and Mikloth, who was the father of Shimeam. All these families lived near each other in Jerusalem.",
  "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malkishua, Abinadab, and Esh-baal.",
  "Jonathan was the father of Merib-baal. Merib-baal was the father of Micah.",
  "Micah was the father of Pithon, Melech, Tahrea, and Ahaz.",
  "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza.",
  "Moza was the father of Binea. Binea was the father of Rephaiah. Rephaiah was the father of Eleasah. Eleasah was the father of Azel.",
  "Azel had six sons: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel.",
  "Azel’s brother Eshek had three sons: the first was Ulam, the second was Jeush, and the third was Eliphelet.",
  "Ulam’s sons were all mighty warriors and expert archers. They had many sons and grandsons—150 in all. All these were descendants of Benjamin."
]