[
  "This is what the Lord says: “The people of Moab have sinned again and again, and I will not let them go unpunished! They desecrated the bones of Edom’s king, burning them to ashes.",
  "So I will send down fire on the land of Moab, and all the fortresses in Kerioth will be destroyed. The people will fall in the noise of battle, as the warriors shout and the ram’s horn sounds.",
  "And I will destroy their king and slaughter all their princes,” says the Lord.",
  "This is what the Lord says: “The people of Judah have sinned again and again, and I will not let them go unpunished! They have rejected the instruction of the Lord, refusing to obey his decrees. They have been led astray by the same lies that deceived their ancestors.",
  "So I will send down fire on Judah, and all the fortresses of Jerusalem will be destroyed.”",
  "This is what the Lord says: “The people of Israel have sinned again and again, and I will not let them go unpunished! They sell honorable people for silver and poor people for a pair of sandals.",
  "They trample helpless people in the dust and shove the oppressed out of the way. Both father and son sleep with the same woman, corrupting my holy name.",
  "At their religious festivals, they lounge in clothing their debtors put up as security. In the house of their gods, they drink wine bought with unjust fines.",
  "“But as my people watched, I destroyed the Amorites, though they were as tall as cedars and as strong as oaks. I destroyed the fruit on their branches and dug out their roots.",
  "It was I who rescued you from Egypt and led you through the desert for forty years, so you could possess the land of the Amorites.",
  "I chose some of your sons to be prophets and others to be Nazirites. Can you deny this, my people of Israel?” asks the Lord.",
  "“But you caused the Nazirites to sin by making them drink wine, and you commanded the prophets, ‘Shut up!’",
  "“So I will make you groan like a wagon loaded down with sheaves of grain.",
  "Your fastest runners will not get away. The strongest among you will become weak. Even mighty warriors will be unable to save themselves.",
  "The archers will not stand their ground. The swiftest runners won’t be fast enough to escape. Even those riding horses won’t be able to save themselves.",
  "On that day the most courageous of your fighting men will drop their weapons and run for their lives,” says the Lord."
]