[
  "Then they set out from Elim, and all the congregation of the sons of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt.",
  "But the whole congregation of the sons of Israel grumbled against Moses and Aaron in the wilderness.",
  "The sons of Israel said to them, “If only we had died by the Lord’s hand in the land of Egypt, when we sat by the pots of meat, when we ate bread until we were full; for you have brought us out into this wilderness to kill this entire assembly with hunger!”",
  "Then the Lord said to Moses, “Behold, I will rain bread from heaven for you; and the people shall go out and gather a day’s portion every day, so that I may test them, whether or not they will walk in My instruction.",
  "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.”",
  "So Moses and Aaron said to all the sons of Israel, “At evening you will know that the Lord has brought you out of the land of Egypt;",
  "and in the morning you will see the glory of the Lord, for He hears your grumblings against the Lord; and what are we, that you grumble against us?”",
  "And Moses said, “This will happen when the Lord gives you meat to eat in the evening, and bread to the full in the morning; for the Lord hears your grumblings which you grumble against Him. And what are we? Your grumblings are not against us but against the Lord.”",
  "Then Moses said to Aaron, “Say to all the congregation of the sons of Israel, ‘Come forward before the Lord, for He has heard your grumblings.’”",
  "And it came about, as Aaron spoke to the entire congregation of the sons of Israel, that they looked toward the wilderness, and behold, the glory of the Lord appeared in the cloud.",
  "And the Lord spoke to Moses, saying,",
  "“I have heard the grumblings of the sons of Israel; speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread; and you shall know that I am the Lord your God.’”",
  "So it came about at evening that the quails came up and covered the camp, and in the morning there was a layer of dew around the camp.",
  "When the layer of dew evaporated, behold, on the surface of the wilderness there was a fine flake-like thing, fine as the frost on the ground.",
  "When the sons of Israel saw it, they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread which the Lord has given you to eat.",
  "This is what the Lord has commanded: ‘Everyone gather as much as he will eat; you shall take an omer apiece according to the number of people each of you has in his tent.’”",
  "The sons of Israel did so, and some gathered much and some little.",
  "When they measured it by the omer, the one who had gathered much did not have too much, and the one who had gathered little did not have too little; everyone gathered as much as he would eat.",
  "Moses said to them, “No one is to leave any of it until morning.”",
  "But they did not listen to Moses, and some left part of it until morning, and it bred worms and stank; and Moses was angry with them.",
  "They gathered it morning by morning, everyone as much as he would eat; but when the sun became hot, it would melt.",
  "Now on the sixth day they gathered twice as much bread, two omers for each one. When all the leaders of the congregation came and told Moses,",
  "then he said to them, “This is what the Lord meant: Tomorrow is a Sabbath observance, a holy Sabbath to the Lord. Bake what you will bake and boil what you will boil, and all that is left over put aside to be kept until morning.”",
  "So they put it aside until morning, as Moses had ordered, and it did not stink nor was there a maggot in it.",
  "Then Moses said, “Eat it today, for today is a Sabbath to the Lord; today you will not find it in the field.",
  "Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.”",
  "Yet it came about on the seventh day that some of the people went out to gather, but they found none.",
  "Then the Lord said to Moses, “How long do you refuse to keep My commandments and My instructions?",
  "See, the Lord has given you the Sabbath; for that reason He gives you bread for two days on the sixth day. Remain, everyone, in his place; no one is to leave his place on the seventh day.”",
  "So the people rested on the seventh day.",
  "And the house of Israel named the bread manna, and it was like coriander seed, white, and its taste was like wafers with honey.",
  "Then Moses said, “This is what the Lord has commanded: ‘A full omer of it is to be kept safe throughout your generations, so that they may see the bread that I fed you in the wilderness, when I brought you out of the land of Egypt.’”",
  "And Moses said to Aaron, “Take a jar and put a full omer of manna in it, and place it before the Lord to be kept safe throughout your generations.”",
  "As the Lord commanded Moses, so Aaron placed it before the Testimony, to be kept.",
  "And the sons of Israel ate the manna for forty years, until they came to an inhabited land; they ate the manna until they came to the border of the land of Canaan.",
  "(Now an omer is a tenth of an ephah.)"
]