[
  "Then the Lord spoke to Moses, saying,",
  "“On the first day of the first month you shall set up the tabernacle of the tent of meeting.",
  "You shall place the ark of the testimony there, and you shall screen off the ark with the veil.",
  "Then you shall bring in the table and arrange what belongs on it; and you shall bring in the lampstand and mount its lamps.",
  "You shall also set the gold altar of incense in front of the ark of the testimony, and set up the curtain for the doorway to the tabernacle.",
  "And you shall set the altar of burnt offering in front of the doorway of the tabernacle of the tent of meeting.",
  "Then you shall set the basin between the tent of meeting and the altar, and put water in it.",
  "You shall also set up the courtyard all around and hang up the curtain for the gate of the courtyard.",
  "Then you shall take the anointing oil and anoint the tabernacle and everything that is in it, and consecrate it and all its furnishings; and it shall be holy.",
  "You shall also anoint the altar of burnt offering and all its utensils, and consecrate the altar, and the altar shall be most holy.",
  "And you shall anoint the basin and its stand, and consecrate it.",
  "Then you shall bring Aaron and his sons to the doorway of the tent of meeting and wash them with water.",
  "And you shall put the holy garments on Aaron and anoint him and consecrate him, so that he may serve as a priest to Me.",
  "You shall also bring his sons and put tunics on them;",
  "and you shall anoint them just as you have anointed their father, so that they may serve as priests to Me; and their anointing will qualify them for a permanent priesthood throughout their generations.”",
  "So Moses did these things; according to all that the Lord had commanded him, so he did.",
  "Now in the first month of the second year, on the first day of the month, the tabernacle was erected.",
  "Moses erected the tabernacle and laid its bases, and set up its boards, and inserted its bars, and erected its pillars.",
  "And he spread the tent over the tabernacle and put the covering of the tent on top of it, just as the Lord had commanded Moses.",
  "Then he took the testimony and put it into the ark, and attached the poles to the ark, and put the atoning cover on top of the ark.",
  "He then brought the ark into the tabernacle, and set up a veil for the covering, and screened off the ark of the testimony, just as the Lord had commanded Moses.",
  "He also put the table in the tent of meeting on the north side of the tabernacle, outside the veil.",
  "And he set the arrangement of bread in order on it before the Lord, just as the Lord had commanded Moses.",
  "Then he placed the lampstand in the tent of meeting, opposite the table, on the south side of the tabernacle.",
  "And he lighted the lamps before the Lord, just as the Lord had commanded Moses.",
  "Then he placed the gold altar in the tent of meeting in front of the veil;",
  "and he burned fragrant incense on it, just as the Lord had commanded Moses.",
  "Then he set up the curtain for the doorway of the tabernacle.",
  "And he set the altar of burnt offering in front of the doorway of the tabernacle of the tent of meeting, and offered on it the burnt offering and the meal offering, just as the Lord had commanded Moses.",
  "He placed the basin between the tent of meeting and the altar, and put water in it for washing.",
  "From it Moses and Aaron and his sons washed their hands and their feet.",
  "When they entered the tent of meeting, and when they approached the altar, they washed, just as the Lord had commanded Moses.",
  "And he erected the courtyard all around the tabernacle and the altar, and hung up the curtain for the gate of the courtyard. So Moses finished the work.",
  "Then the cloud covered the tent of meeting, and the glory of the Lord filled the tabernacle.",
  "And Moses was not able to enter the tent of meeting because the cloud had settled on it, and the glory of the Lord filled the tabernacle.",
  "Throughout their journeys, whenever the cloud was taken up from over the tabernacle, the sons of Israel would set out;",
  "but if the cloud was not taken up, then they did not set out until the day when it was taken up.",
  "For throughout their journeys, the cloud of the Lord was on the tabernacle by day, and there was fire in it by night, in the sight of all the house of Israel."
]