[
  "So get rid of all evil behavior. Be done with all deceit, hypocrisy, jealousy, and all unkind speech.",
  "Like newborn babies, you must crave pure spiritual milk so that you will grow into a full experience of salvation. Cry out for this nourishment,",
  "now that you have had a taste of the Lord’s kindness.",
  "You are coming to Christ, who is the living cornerstone of God’s temple. He was rejected by people, but he was chosen by God for great honor.",
  "And you are living stones that God is building into his spiritual temple. What’s more, you are his holy priests. Through the mediation of Jesus Christ, you offer spiritual sacrifices that please God.",
  "As the Scriptures say, “I am placing a cornerstone in Jerusalem, chosen for great honor, and anyone who trusts in him will never be disgraced.”",
  "Yes, you who trust him recognize the honor God has given him. But for those who reject him, “The stone that the builders rejected has now become the cornerstone.”",
  "And, “He is the stone that makes people stumble, the rock that makes them fall.” They stumble because they do not obey God’s word, and so they meet the fate that was planned for them.",
  "But you are not like that, for you are a chosen people. You are royal priests, a holy nation, God’s very own possession. As a result, you can show others the goodness of God, for he called you out of the darkness into his wonderful light.",
  "“Once you had no identity as a people; now you are God’s people. Once you received no mercy; now you have received God’s mercy.”",
  "Dear friends, I warn you as “temporary residents and foreigners” to keep away from worldly desires that wage war against your very souls.",
  "Be careful to live properly among your unbelieving neighbors. Then even if they accuse you of doing wrong, they will see your honorable behavior, and they will give honor to God when he judges the world.",
  "For the Lord’s sake, submit to all human authority—whether the king as head of state,",
  "or the officials he has appointed. For the king has sent them to punish those who do wrong and to honor those who do right.",
  "It is God’s will that your honorable lives should silence those ignorant people who make foolish accusations against you.",
  "For you are free, yet you are God’s slaves, so don’t use your freedom as an excuse to do evil.",
  "Respect everyone, and love the family of believers. Fear God, and respect the king.",
  "You who are slaves must submit to your masters with all respect. Do what they tell you—not only if they are kind and reasonable, but even if they are cruel.",
  "For God is pleased when, conscious of his will, you patiently endure unjust treatment.",
  "Of course, you get no credit for being patient if you are beaten for doing wrong. But if you suffer for doing good and endure it patiently, God is pleased with you.",
  "For God called you to do good, even if it means suffering, just as Christ suffered for you. He is your example, and you must follow in his steps.",
  "He never sinned, nor ever deceived anyone.",
  "He did not retaliate when he was insulted, nor threaten revenge when he suffered. He left his case in the hands of God, who always judges fairly.",
  "He personally carried our sins in his body on the cross so that we can be dead to sin and live for what is right. By his wounds you are healed.",
  "Once you were like sheep who wandered away. But now you have turned to your Shepherd, the Guardian of your souls."
]