[
  "“But now, Job, listen to my words; pay attention to everything I say.",
  "I am about to open my mouth; my words are on the tip of my tongue.",
  "My words come from an upright heart; my lips sincerely speak what I know.",
  "The Spirit of God has made me; the breath of the Almighty gives me life.",
  "Answer me then, if you can; stand up and argue your case before me.",
  "I am the same as you in God’s sight; I too am a piece of clay.",
  "No fear of me should alarm you, nor should my hand be heavy on you.",
  "“But you have said in my hearing— I heard the very words—",
  "‘I am pure, I have done no wrong; I am clean and free from sin.",
  "Yet God has found fault with me; he considers me his enemy.",
  "He fastens my feet in shackles; he keeps close watch on all my paths.’",
  "“But I tell you, in this you are not right, for God is greater than any mortal.",
  "Why do you complain to him that he responds to no one’s words?",
  "For God does speak—now one way, now another— though no one perceives it.",
  "In a dream, in a vision of the night, when deep sleep falls on people as they slumber in their beds,",
  "he may speak in their ears and terrify them with warnings,",
  "to turn them from wrongdoing and keep them from pride,",
  "to preserve them from the pit, their lives from perishing by the sword.",
  "“Or someone may be chastened on a bed of pain with constant distress in their bones,",
  "so that their body finds food repulsive and their soul loathes the choicest meal.",
  "Their flesh wastes away to nothing, and their bones, once hidden, now stick out.",
  "They draw near to the pit, and their life to the messengers of death.",
  "Yet if there is an angel at their side, a messenger, one out of a thousand, sent to tell them how to be upright,",
  "and he is gracious to that person and says to God, ‘Spare them from going down to the pit; I have found a ransom for them—",
  "let their flesh be renewed like a child’s; let them be restored as in the days of their youth’—",
  "then that person can pray to God and find favor with him, they will see God’s face and shout for joy; he will restore them to full well-being.",
  "And they will go to others and say, ‘I have sinned, I have perverted what is right, but I did not get what I deserved.",
  "God has delivered me from going down to the pit, and I shall live to enjoy the light of life.’",
  "“God does all these things to a person— twice, even three times—",
  "to turn them back from the pit, that the light of life may shine on them.",
  "“Pay attention, Job, and listen to me; be silent, and I will speak.",
  "If you have anything to say, answer me; speak up, for I want to vindicate you.",
  "But if not, then listen to me; be silent, and I will teach you wisdom.”"
]