[
  "“Do you know when the mountain goats give birth? Do you watch when the doe bears her fawn?",
  "Do you count the months till they bear? Do you know the time they give birth?",
  "They crouch down and bring forth their young; their labor pains are ended.",
  "Their young thrive and grow strong in the wilds; they leave and do not return.",
  "“Who let the wild donkey go free? Who untied its ropes?",
  "I gave it the wasteland as its home, the salt flats as its habitat.",
  "It laughs at the commotion in the town; it does not hear a driver’s shout.",
  "It ranges the hills for its pasture and searches for any green thing.",
  "“Will the wild ox consent to serve you? Will it stay by your manger at night?",
  "Can you hold it to the furrow with a harness? Will it till the valleys behind you?",
  "Will you rely on it for its great strength? Will you leave your heavy work to it?",
  "Can you trust it to haul in your grain and bring it to your threshing floor?",
  "“The wings of the ostrich flap joyfully, though they cannot compare with the wings and feathers of the stork.",
  "She lays her eggs on the ground and lets them warm in the sand,",
  "unmindful that a foot may crush them, that some wild animal may trample them.",
  "She treats her young harshly, as if they were not hers; she cares not that her labor was in vain,",
  "for God did not endow her with wisdom or give her a share of good sense.",
  "Yet when she spreads her feathers to run, she laughs at horse and rider.",
  "“Do you give the horse its strength or clothe its neck with a flowing mane?",
  "Do you make it leap like a locust, striking terror with its proud snorting?",
  "It paws fiercely, rejoicing in its strength, and charges into the fray.",
  "It laughs at fear, afraid of nothing; it does not shy away from the sword.",
  "The quiver rattles against its side, along with the flashing spear and lance.",
  "In frenzied excitement it eats up the ground; it cannot stand still when the trumpet sounds.",
  "At the blast of the trumpet it snorts, ‘Aha!’ It catches the scent of battle from afar, the shout of commanders and the battle cry.",
  "“Does the hawk take flight by your wisdom and spread its wings toward the south?",
  "Does the eagle soar at your command and build its nest on high?",
  "It dwells on a cliff and stays there at night; a rocky crag is its stronghold.",
  "From there it looks for food; its eyes detect it from afar.",
  "Its young ones feast on blood, and where the slain are, there it is.”"
]