[
  "A good reputation is more valuable than costly perfume. And the day you die is better than the day you are born.",
  "Better to spend your time at funerals than at parties. After all, everyone dies— so the living should take this to heart.",
  "Sorrow is better than laughter, for sadness has a refining influence on us.",
  "A wise person thinks a lot about death, while a fool thinks only about having a good time.",
  "Better to be criticized by a wise person than to be praised by a fool.",
  "A fool’s laughter is quickly gone, like thorns crackling in a fire. This also is meaningless.",
  "Extortion turns wise people into fools, and bribes corrupt the heart.",
  "Finishing is better than starting. Patience is better than pride.",
  "Control your temper, for anger labels you a fool.",
  "Don’t long for “the good old days.” This is not wise.",
  "Wisdom is even better when you have money. Both are a benefit as you go through life.",
  "Wisdom and money can get you almost anything, but only wisdom can save your life.",
  "Accept the way God does things, for who can straighten what he has made crooked?",
  "Enjoy prosperity while you can, but when hard times strike, realize that both come from God. Remember that nothing is certain in this life.",
  "I have seen everything in this meaningless life, including the death of good young people and the long life of wicked people.",
  "So don’t be too good or too wise! Why destroy yourself?",
  "On the other hand, don’t be too wicked either. Don’t be a fool! Why die before your time?",
  "Pay attention to these instructions, for anyone who fears God will avoid both extremes.",
  "One wise person is stronger than ten leading citizens of a town!",
  "Not a single person on earth is always good and never sins.",
  "Don’t eavesdrop on others—you may hear your servant curse you.",
  "For you know how often you yourself have cursed others.",
  "I have always tried my best to let wisdom guide my thoughts and actions. I said to myself, “I am determined to be wise.” But it didn’t work.",
  "Wisdom is always distant and difficult to find.",
  "I searched everywhere, determined to find wisdom and to understand the reason for things. I was determined to prove to myself that wickedness is stupid and that foolishness is madness.",
  "I discovered that a seductive woman is a trap more bitter than death. Her passion is a snare, and her soft hands are chains. Those who are pleasing to God will escape her, but sinners will be caught in her snare.",
  "“This is my conclusion,” says the Teacher. “I discovered this after looking at the matter from every possible angle.",
  "Though I have searched repeatedly, I have not found what I was looking for. Only one out of a thousand men is virtuous, but not one woman!",
  "But I did find this: God created people to be virtuous, but they have each turned to follow their own downward path.”"
]