[
  "Lord, hear my prayer! Listen to my plea!",
  "Don’t turn away from me in my time of distress. Bend down to listen, and answer me quickly when I call to you.",
  "For my days disappear like smoke, and my bones burn like red-hot coals.",
  "My heart is sick, withered like grass, and I have lost my appetite.",
  "Because of my groaning, I am reduced to skin and bones.",
  "I am like an owl in the desert, like a little owl in a far-off wilderness.",
  "I lie awake, lonely as a solitary bird on the roof.",
  "My enemies taunt me day after day. They mock and curse me.",
  "I eat ashes for food. My tears run down into my drink",
  "because of your anger and wrath. For you have picked me up and thrown me out.",
  "My life passes as swiftly as the evening shadows. I am withering away like grass.",
  "But you, O Lord, will sit on your throne forever. Your fame will endure to every generation.",
  "You will arise and have mercy on Jerusalem— and now is the time to pity her, now is the time you promised to help.",
  "For your people love every stone in her walls and cherish even the dust in her streets.",
  "Then the nations will tremble before the Lord. The kings of the earth will tremble before his glory.",
  "For the Lord will rebuild Jerusalem. He will appear in his glory.",
  "He will listen to the prayers of the destitute. He will not reject their pleas.",
  "Let this be recorded for future generations, so that a people not yet born will praise the Lord.",
  "Tell them the Lord looked down from his heavenly sanctuary. He looked down to earth from heaven",
  "to hear the groans of the prisoners, to release those condemned to die.",
  "And so the Lord’s fame will be celebrated in Zion, his praises in Jerusalem,",
  "when multitudes gather together and kingdoms come to worship the Lord.",
  "He broke my strength in midlife, cutting short my days.",
  "But I cried to him, “O my God, who lives forever, don’t take my life while I am so young!",
  "Long ago you laid the foundation of the earth and made the heavens with your hands.",
  "They will perish, but you remain forever; they will wear out like old clothing. You will change them like a garment and discard them.",
  "But you are always the same; you will live forever.",
  "The children of your people will live in security. Their children’s children will thrive in your presence.”"
]