[
  "Give thanks to the Lord and proclaim his greatness. Let the whole world know what he has done.",
  "Sing to him; yes, sing his praises. Tell everyone about his wonderful deeds.",
  "Exult in his holy name; rejoice, you who worship the Lord.",
  "Search for the Lord and for his strength; continually seek him.",
  "Remember the wonders he has performed, his miracles, and the rulings he has given,",
  "you children of his servant Abraham, you descendants of Jacob, his chosen ones.",
  "He is the Lord our God. His justice is seen throughout the land.",
  "He always stands by his covenant— the commitment he made to a thousand generations.",
  "This is the covenant he made with Abraham and the oath he swore to Isaac.",
  "He confirmed it to Jacob as a decree, and to the people of Israel as a never-ending covenant:",
  "“I will give you the land of Canaan as your special possession.”",
  "He said this when they were few in number, a tiny group of strangers in Canaan.",
  "They wandered from nation to nation, from one kingdom to another.",
  "Yet he did not let anyone oppress them. He warned kings on their behalf:",
  "“Do not touch my chosen people, and do not hurt my prophets.”",
  "He called for a famine on the land of Canaan, cutting off its food supply.",
  "Then he sent someone to Egypt ahead of them— Joseph, who was sold as a slave.",
  "They bruised his feet with fetters and placed his neck in an iron collar.",
  "Until the time came to fulfill his dreams, the Lord tested Joseph’s character.",
  "Then Pharaoh sent for him and set him free; the ruler of the nation opened his prison door.",
  "Joseph was put in charge of all the king’s household; he became ruler over all the king’s possessions.",
  "He could instruct the king’s aides as he pleased and teach the king’s advisers.",
  "Then Israel arrived in Egypt; Jacob lived as a foreigner in the land of Ham.",
  "And the Lord multiplied the people of Israel until they became too mighty for their enemies.",
  "Then he turned the Egyptians against the Israelites, and they plotted against the Lord’s servants.",
  "But the Lord sent his servant Moses, along with Aaron, whom he had chosen.",
  "They performed miraculous signs among the Egyptians, and wonders in the land of Ham.",
  "The Lord blanketed Egypt in darkness, for they had defied his commands to let his people go.",
  "He turned their water into blood, poisoning all the fish.",
  "Then frogs overran the land and even invaded the king’s bedrooms.",
  "When the Lord spoke, flies descended on the Egyptians, and gnats swarmed across Egypt.",
  "He sent them hail instead of rain, and lightning flashed over the land.",
  "He ruined their grapevines and fig trees and shattered all the trees.",
  "He spoke, and hordes of locusts came— young locusts beyond number.",
  "They ate up everything green in the land, destroying all the crops in their fields.",
  "Then he killed the oldest son in each Egyptian home, the pride and joy of each family.",
  "The Lord brought his people out of Egypt, loaded with silver and gold; and not one among the tribes of Israel even stumbled.",
  "Egypt was glad when they were gone, for they feared them greatly.",
  "The Lord spread a cloud above them as a covering and gave them a great fire to light the darkness.",
  "They asked for meat, and he sent them quail; he satisfied their hunger with manna—bread from heaven.",
  "He split open a rock, and water gushed out to form a river through the dry wasteland.",
  "For he remembered his sacred promise to his servant Abraham.",
  "So he brought his people out of Egypt with joy, his chosen ones with rejoicing.",
  "He gave his people the lands of pagan nations, and they harvested crops that others had planted.",
  "All this happened so they would follow his decrees and obey his instructions. Praise the Lord!"
]