[
  "Give thanks to the Lord, for he is good! His faithful love endures forever.",
  "Has the Lord redeemed you? Then speak out! Tell others he has redeemed you from your enemies.",
  "For he has gathered the exiles from many lands, from east and west, from north and south.",
  "Some wandered in the wilderness, lost and homeless.",
  "Hungry and thirsty, they nearly died.",
  "“Lord, help!” they cried in their trouble, and he rescued them from their distress.",
  "He led them straight to safety, to a city where they could live.",
  "Let them praise the Lord for his great love and for the wonderful things he has done for them.",
  "For he satisfies the thirsty and fills the hungry with good things.",
  "Some sat in darkness and deepest gloom, imprisoned in iron chains of misery.",
  "They rebelled against the words of God, scorning the counsel of the Most High.",
  "That is why he broke them with hard labor; they fell, and no one was there to help them.",
  "“Lord, help!” they cried in their trouble, and he saved them from their distress.",
  "He led them from the darkness and deepest gloom; he snapped their chains.",
  "Let them praise the Lord for his great love and for the wonderful things he has done for them.",
  "For he broke down their prison gates of bronze; he cut apart their bars of iron.",
  "Some were fools; they rebelled and suffered for their sins.",
  "They couldn’t stand the thought of food, and they were knocking on death’s door.",
  "“Lord, help!” they cried in their trouble, and he saved them from their distress.",
  "He sent out his word and healed them, snatching them from the door of death.",
  "Let them praise the Lord for his great love and for the wonderful things he has done for them.",
  "Let them offer sacrifices of thanksgiving and sing joyfully about his glorious acts.",
  "Some went off to sea in ships, plying the trade routes of the world.",
  "They, too, observed the Lord’s power in action, his impressive works on the deepest seas.",
  "He spoke, and the winds rose, stirring up the waves.",
  "Their ships were tossed to the heavens and plunged again to the depths; the sailors cringed in terror.",
  "They reeled and staggered like drunkards and were at their wits’ end.",
  "“Lord, help!” they cried in their trouble, and he saved them from their distress.",
  "He calmed the storm to a whisper and stilled the waves.",
  "What a blessing was that stillness as he brought them safely into harbor!",
  "Let them praise the Lord for his great love and for the wonderful things he has done for them.",
  "Let them exalt him publicly before the congregation and before the leaders of the nation.",
  "He changes rivers into deserts, and springs of water into dry, thirsty land.",
  "He turns the fruitful land into salty wastelands, because of the wickedness of those who live there.",
  "But he also turns deserts into pools of water, the dry land into springs of water.",
  "He brings the hungry to settle there and to build their cities.",
  "They sow their fields, plant their vineyards, and harvest their bumper crops.",
  "How he blesses them! They raise large families there, and their herds of livestock increase.",
  "When they decrease in number and become impoverished through oppression, trouble, and sorrow,",
  "the Lord pours contempt on their princes, causing them to wander in trackless wastelands.",
  "But he rescues the poor from trouble and increases their families like flocks of sheep.",
  "The godly will see these things and be glad, while the wicked are struck silent.",
  "Those who are wise will take all this to heart; they will see in our history the faithful love of the Lord."
]