[
  "O God, whom I praise, don’t stand silent and aloof",
  "while the wicked slander me and tell lies about me.",
  "They surround me with hateful words and fight against me for no reason.",
  "I love them, but they try to destroy me with accusations even as I am praying for them!",
  "They repay evil for good, and hatred for my love.",
  "They say, “Get an evil person to turn against him. Send an accuser to bring him to trial.",
  "When his case comes up for judgment, let him be pronounced guilty. Count his prayers as sins.",
  "Let his years be few; let someone else take his position.",
  "May his children become fatherless, and his wife a widow.",
  "May his children wander as beggars and be driven from their ruined homes.",
  "May creditors seize his entire estate, and strangers take all he has earned.",
  "Let no one be kind to him; let no one pity his fatherless children.",
  "May all his offspring die. May his family name be blotted out in the next generation.",
  "May the Lord never forget the sins of his fathers; may his mother’s sins never be erased from the record.",
  "May the Lord always remember these sins, and may his name disappear from human memory.",
  "For he refused all kindness to others; he persecuted the poor and needy, and he hounded the brokenhearted to death.",
  "He loved to curse others; now you curse him. He never blessed others; now don’t you bless him.",
  "Cursing is as natural to him as his clothing, or the water he drinks, or the rich food he eats.",
  "Now may his curses return and cling to him like clothing; may they be tied around him like a belt.”",
  "May those curses become the Lord’s punishment for my accusers who speak evil of me.",
  "But deal well with me, O Sovereign Lord, for the sake of your own reputation! Rescue me because you are so faithful and good.",
  "For I am poor and needy, and my heart is full of pain.",
  "I am fading like a shadow at dusk; I am brushed off like a locust.",
  "My knees are weak from fasting, and I am skin and bones.",
  "I am a joke to people everywhere; when they see me, they shake their heads in scorn.",
  "Help me, O Lord my God! Save me because of your unfailing love.",
  "Let them see that this is your doing, that you yourself have done it, Lord.",
  "Then let them curse me if they like, but you will bless me! When they attack me, they will be disgraced! But I, your servant, will go right on rejoicing!",
  "May my accusers be clothed with disgrace; may their humiliation cover them like a cloak.",
  "But I will give repeated thanks to the Lord, praising him to everyone.",
  "For he stands beside the needy, ready to save them from those who condemn them."
]