[
  "Give thanks to the Lord, for he is good! His faithful love endures forever.",
  "Let all Israel repeat: “His faithful love endures forever.”",
  "Let Aaron’s descendants, the priests, repeat: “His faithful love endures forever.”",
  "Let all who fear the Lord repeat: “His faithful love endures forever.”",
  "In my distress I prayed to the Lord, and the Lord answered me and set me free.",
  "The Lord is for me, so I will have no fear. What can mere people do to me?",
  "Yes, the Lord is for me; he will help me. I will look in triumph at those who hate me.",
  "It is better to take refuge in the Lord than to trust in people.",
  "It is better to take refuge in the Lord than to trust in princes.",
  "Though hostile nations surrounded me, I destroyed them all with the authority of the Lord.",
  "Yes, they surrounded and attacked me, but I destroyed them all with the authority of the Lord.",
  "They swarmed around me like bees; they blazed against me like a crackling fire. But I destroyed them all with the authority of the Lord.",
  "My enemies did their best to kill me, but the Lord rescued me.",
  "The Lord is my strength and my song; he has given me victory.",
  "Songs of joy and victory are sung in the camp of the godly. The strong right arm of the Lord has done glorious things!",
  "The strong right arm of the Lord is raised in triumph. The strong right arm of the Lord has done glorious things!",
  "I will not die; instead, I will live to tell what the Lord has done.",
  "The Lord has punished me severely, but he did not let me die.",
  "Open for me the gates where the righteous enter, and I will go in and thank the Lord.",
  "These gates lead to the presence of the Lord, and the godly enter there.",
  "I thank you for answering my prayer and giving me victory!",
  "The stone that the builders rejected has now become the cornerstone.",
  "This is the Lord’s doing, and it is wonderful to see.",
  "This is the day the Lord has made. We will rejoice and be glad in it.",
  "Please, Lord, please save us. Please, Lord, please give us success.",
  "Bless the one who comes in the name of the Lord. We bless you from the house of the Lord.",
  "The Lord is God, shining upon us. Take the sacrifice and bind it with cords on the altar.",
  "You are my God, and I will praise you! You are my God, and I will exalt you!",
  "Give thanks to the Lord, for he is good! His faithful love endures forever."
]