[
  "Joyful are people of integrity, who follow the instructions of the Lord.",
  "Joyful are those who obey his laws and search for him with all their hearts.",
  "They do not compromise with evil, and they walk only in his paths.",
  "You have charged us to keep your commandments carefully.",
  "Oh, that my actions would consistently reflect your decrees!",
  "Then I will not be ashamed when I compare my life with your commands.",
  "As I learn your righteous regulations, I will thank you by living as I should!",
  "I will obey your decrees. Please don’t give up on me!",
  "How can a young person stay pure? By obeying your word.",
  "I have tried hard to find you— don’t let me wander from your commands.",
  "I have hidden your word in my heart, that I might not sin against you.",
  "I praise you, O Lord; teach me your decrees.",
  "I have recited aloud all the regulations you have given us.",
  "I have rejoiced in your laws as much as in riches.",
  "I will study your commandments and reflect on your ways.",
  "I will delight in your decrees and not forget your word.",
  "Be good to your servant, that I may live and obey your word.",
  "Open my eyes to see the wonderful truths in your instructions.",
  "I am only a foreigner in the land. Don’t hide your commands from me!",
  "I am always overwhelmed with a desire for your regulations.",
  "You rebuke the arrogant; those who wander from your commands are cursed.",
  "Don’t let them scorn and insult me, for I have obeyed your laws.",
  "Even princes sit and speak against me, but I will meditate on your decrees.",
  "Your laws please me; they give me wise advice.",
  "I lie in the dust; revive me by your word.",
  "I told you my plans, and you answered. Now teach me your decrees.",
  "Help me understand the meaning of your commandments, and I will meditate on your wonderful deeds.",
  "I weep with sorrow; encourage me by your word.",
  "Keep me from lying to myself; give me the privilege of knowing your instructions.",
  "I have chosen to be faithful; I have determined to live by your regulations.",
  "I cling to your laws. Lord, don’t let me be put to shame!",
  "I will pursue your commands, for you expand my understanding.",
  "Teach me your decrees, O Lord; I will keep them to the end.",
  "Give me understanding and I will obey your instructions; I will put them into practice with all my heart.",
  "Make me walk along the path of your commands, for that is where my happiness is found.",
  "Give me an eagerness for your laws rather than a love for money!",
  "Turn my eyes from worthless things, and give me life through your word.",
  "Reassure me of your promise, made to those who fear you.",
  "Help me abandon my shameful ways; for your regulations are good.",
  "I long to obey your commandments! Renew my life with your goodness.",
  "Lord, give me your unfailing love, the salvation that you promised me.",
  "Then I can answer those who taunt me, for I trust in your word.",
  "Do not snatch your word of truth from me, for your regulations are my only hope.",
  "I will keep on obeying your instructions forever and ever.",
  "I will walk in freedom, for I have devoted myself to your commandments.",
  "I will speak to kings about your laws, and I will not be ashamed.",
  "How I delight in your commands! How I love them!",
  "I honor and love your commands. I meditate on your decrees.",
  "Remember your promise to me; it is my only hope.",
  "Your promise revives me; it comforts me in all my troubles.",
  "The proud hold me in utter contempt, but I do not turn away from your instructions.",
  "I meditate on your age-old regulations; O Lord, they comfort me.",
  "I become furious with the wicked, because they reject your instructions.",
  "Your decrees have been the theme of my songs wherever I have lived.",
  "I reflect at night on who you are, O Lord; therefore, I obey your instructions.",
  "This is how I spend my life: obeying your commandments.",
  "Lord, you are mine! I promise to obey your words!",
  "With all my heart I want your blessings. Be merciful as you promised.",
  "I pondered the direction of my life, and I turned to follow your laws.",
  "I will hurry, without delay, to obey your commands.",
  "Evil people try to drag me into sin, but I am firmly anchored to your instructions.",
  "I rise at midnight to thank you for your just regulations.",
  "I am a friend to anyone who fears you— anyone who obeys your commandments.",
  "O Lord, your unfailing love fills the earth; teach me your decrees.",
  "You have done many good things for me, Lord, just as you promised.",
  "I believe in your commands; now teach me good judgment and knowledge.",
  "I used to wander off until you disciplined me; but now I closely follow your word.",
  "You are good and do only good; teach me your decrees.",
  "Arrogant people smear me with lies, but in truth I obey your commandments with all my heart.",
  "Their hearts are dull and stupid, but I delight in your instructions.",
  "My suffering was good for me, for it taught me to pay attention to your decrees.",
  "Your instructions are more valuable to me than millions in gold and silver.",
  "You made me; you created me. Now give me the sense to follow your commands.",
  "May all who fear you find in me a cause for joy, for I have put my hope in your word.",
  "I know, O Lord, that your regulations are fair; you disciplined me because I needed it.",
  "Now let your unfailing love comfort me, just as you promised me, your servant.",
  "Surround me with your tender mercies so I may live, for your instructions are my delight.",
  "Bring disgrace upon the arrogant people who lied about me; meanwhile, I will concentrate on your commandments.",
  "Let me be united with all who fear you, with those who know your laws.",
  "May I be blameless in keeping your decrees; then I will never be ashamed.",
  "I am worn out waiting for your rescue, but I have put my hope in your word.",
  "My eyes are straining to see your promises come true. When will you comfort me?",
  "I am shriveled like a wineskin in the smoke, but I have not forgotten to obey your decrees.",
  "How long must I wait? When will you punish those who persecute me?",
  "These arrogant people who hate your instructions have dug deep pits to trap me.",
  "All your commands are trustworthy. Protect me from those who hunt me down without cause.",
  "They almost finished me off, but I refused to abandon your commandments.",
  "In your unfailing love, spare my life; then I can continue to obey your laws.",
  "Your eternal word, O Lord, stands firm in heaven.",
  "Your faithfulness extends to every generation, as enduring as the earth you created.",
  "Your regulations remain true to this day, for everything serves your plans.",
  "If your instructions hadn’t sustained me with joy, I would have died in my misery.",
  "I will never forget your commandments, for by them you give me life.",
  "I am yours; rescue me! For I have worked hard at obeying your commandments.",
  "Though the wicked hide along the way to kill me, I will quietly keep my mind on your laws.",
  "Even perfection has its limits, but your commands have no limit.",
  "Oh, how I love your instructions! I think about them all day long.",
  "Your commands make me wiser than my enemies, for they are my constant guide.",
  "Yes, I have more insight than my teachers, for I am always thinking of your laws.",
  "I am even wiser than my elders, for I have kept your commandments.",
  "I have refused to walk on any evil path, so that I may remain obedient to your word.",
  "I haven’t turned away from your regulations, for you have taught me well.",
  "How sweet your words taste to me; they are sweeter than honey.",
  "Your commandments give me understanding; no wonder I hate every false way of life.",
  "Your word is a lamp to guide my feet and a light for my path.",
  "I’ve promised it once, and I’ll promise it again: I will obey your righteous regulations.",
  "I have suffered much, O Lord; restore my life again as you promised.",
  "Lord, accept my offering of praise, and teach me your regulations.",
  "My life constantly hangs in the balance, but I will not stop obeying your instructions.",
  "The wicked have set their traps for me, but I will not turn from your commandments.",
  "Your laws are my treasure; they are my heart’s delight.",
  "I am determined to keep your decrees to the very end.",
  "I hate those with divided loyalties, but I love your instructions.",
  "You are my refuge and my shield; your word is my source of hope.",
  "Get out of my life, you evil-minded people, for I intend to obey the commands of my God.",
  "Lord, sustain me as you promised, that I may live! Do not let my hope be crushed.",
  "Sustain me, and I will be rescued; then I will meditate continually on your decrees.",
  "But you have rejected all who stray from your decrees. They are only fooling themselves.",
  "You skim off the wicked of the earth like scum; no wonder I love to obey your laws!",
  "I tremble in fear of you; I stand in awe of your regulations.",
  "Don’t leave me to the mercy of my enemies, for I have done what is just and right.",
  "Please guarantee a blessing for me. Don’t let the arrogant oppress me!",
  "My eyes strain to see your rescue, to see the truth of your promise fulfilled.",
  "I am your servant; deal with me in unfailing love, and teach me your decrees.",
  "Give discernment to me, your servant; then I will understand your laws.",
  "Lord, it is time for you to act, for these evil people have violated your instructions.",
  "Truly, I love your commands more than gold, even the finest gold.",
  "Each of your commandments is right. That is why I hate every false way.",
  "Your laws are wonderful. No wonder I obey them!",
  "The teaching of your word gives light, so even the simple can understand.",
  "I pant with expectation, longing for your commands.",
  "Come and show me your mercy, as you do for all who love your name.",
  "Guide my steps by your word, so I will not be overcome by evil.",
  "Ransom me from the oppression of evil people; then I can obey your commandments.",
  "Look upon me with love; teach me your decrees.",
  "Rivers of tears gush from my eyes because people disobey your instructions.",
  "O Lord, you are righteous, and your regulations are fair.",
  "Your laws are perfect and completely trustworthy.",
  "I am overwhelmed with indignation, for my enemies have disregarded your words.",
  "Your promises have been thoroughly tested; that is why I love them so much.",
  "I am insignificant and despised, but I don’t forget your commandments.",
  "Your justice is eternal, and your instructions are perfectly true.",
  "As pressure and stress bear down on me, I find joy in your commands.",
  "Your laws are always right; help me to understand them so I may live.",
  "I pray with all my heart; answer me, Lord! I will obey your decrees.",
  "I cry out to you; rescue me, that I may obey your laws.",
  "I rise early, before the sun is up; I cry out for help and put my hope in your words.",
  "I stay awake through the night, thinking about your promise.",
  "In your faithful love, O Lord, hear my cry; let me be revived by following your regulations.",
  "Lawless people are coming to attack me; they live far from your instructions.",
  "But you are near, O Lord, and all your commands are true.",
  "I have known from my earliest days that your laws will last forever.",
  "Look upon my suffering and rescue me, for I have not forgotten your instructions.",
  "Argue my case; take my side! Protect my life as you promised.",
  "The wicked are far from rescue, for they do not bother with your decrees.",
  "Lord, how great is your mercy; let me be revived by following your regulations.",
  "Many persecute and trouble me, yet I have not swerved from your laws.",
  "Seeing these traitors makes me sick at heart, because they care nothing for your word.",
  "See how I love your commandments, Lord. Give back my life because of your unfailing love.",
  "The very essence of your words is truth; all your just regulations will stand forever.",
  "Powerful people harass me without cause, but my heart trembles only at your word.",
  "I rejoice in your word like one who discovers a great treasure.",
  "I hate and abhor all falsehood, but I love your instructions.",
  "I will praise you seven times a day because all your regulations are just.",
  "Those who love your instructions have great peace and do not stumble.",
  "I long for your rescue, Lord, so I have obeyed your commands.",
  "I have obeyed your laws, for I love them very much.",
  "Yes, I obey your commandments and laws because you know everything I do.",
  "O Lord, listen to my cry; give me the discerning mind you promised.",
  "Listen to my prayer; rescue me as you promised.",
  "Let praise flow from my lips, for you have taught me your decrees.",
  "Let my tongue sing about your word, for all your commands are right.",
  "Give me a helping hand, for I have chosen to follow your commandments.",
  "O Lord, I have longed for your rescue, and your instructions are my delight.",
  "Let me live so I can praise you, and may your regulations help me.",
  "I have wandered away like a lost sheep; come and find me, for I have not forgotten your commands."
]