[
  "Give thanks to the Lord, for he is good! His faithful love endures forever.",
  "Give thanks to the God of gods. His faithful love endures forever.",
  "Give thanks to the Lord of lords. His faithful love endures forever.",
  "Give thanks to him who alone does mighty miracles. His faithful love endures forever.",
  "Give thanks to him who made the heavens so skillfully. His faithful love endures forever.",
  "Give thanks to him who placed the earth among the waters. His faithful love endures forever.",
  "Give thanks to him who made the heavenly lights— His faithful love endures forever.",
  "the sun to rule the day, His faithful love endures forever.",
  "and the moon and stars to rule the night. His faithful love endures forever.",
  "Give thanks to him who killed the firstborn of Egypt. His faithful love endures forever.",
  "He brought Israel out of Egypt. His faithful love endures forever.",
  "He acted with a strong hand and powerful arm. His faithful love endures forever.",
  "Give thanks to him who parted the Red Sea. His faithful love endures forever.",
  "He led Israel safely through, His faithful love endures forever.",
  "but he hurled Pharaoh and his army into the Red Sea. His faithful love endures forever.",
  "Give thanks to him who led his people through the wilderness. His faithful love endures forever.",
  "Give thanks to him who struck down mighty kings. His faithful love endures forever.",
  "He killed powerful kings— His faithful love endures forever.",
  "Sihon king of the Amorites, His faithful love endures forever.",
  "and Og king of Bashan. His faithful love endures forever.",
  "God gave the land of these kings as an inheritance— His faithful love endures forever.",
  "a special possession to his servant Israel. His faithful love endures forever.",
  "He remembered us in our weakness. His faithful love endures forever.",
  "He saved us from our enemies. His faithful love endures forever.",
  "He gives food to every living thing. His faithful love endures forever.",
  "Give thanks to the God of heaven. His faithful love endures forever."
]