[
  "Save me, O God, for the floodwaters are up to my neck.",
  "Deeper and deeper I sink into the mire; I can’t find a foothold. I am in deep water, and the floods overwhelm me.",
  "I am exhausted from crying for help; my throat is parched. My eyes are swollen with weeping, waiting for my God to help me.",
  "Those who hate me without cause outnumber the hairs on my head. Many enemies try to destroy me with lies, demanding that I give back what I didn’t steal.",
  "O God, you know how foolish I am; my sins cannot be hidden from you.",
  "Don’t let those who trust in you be ashamed because of me, O Sovereign Lord of Heaven’s Armies. Don’t let me cause them to be humiliated, O God of Israel.",
  "For I endure insults for your sake; humiliation is written all over my face.",
  "Even my own brothers pretend they don’t know me; they treat me like a stranger.",
  "Passion for your house has consumed me, and the insults of those who insult you have fallen on me.",
  "When I weep and fast, they scoff at me.",
  "When I dress in burlap to show sorrow, they make fun of me.",
  "I am the favorite topic of town gossip, and all the drunks sing about me.",
  "But I keep praying to you, Lord, hoping this time you will show me favor. In your unfailing love, O God, answer my prayer with your sure salvation.",
  "Rescue me from the mud; don’t let me sink any deeper! Save me from those who hate me, and pull me from these deep waters.",
  "Don’t let the floods overwhelm me, or the deep waters swallow me, or the pit of death devour me.",
  "Answer my prayers, O Lord, for your unfailing love is wonderful. Take care of me, for your mercy is so plentiful.",
  "Don’t hide from your servant; answer me quickly, for I am in deep trouble!",
  "Come and redeem me; free me from my enemies.",
  "You know of my shame, scorn, and disgrace. You see all that my enemies are doing.",
  "Their insults have broken my heart, and I am in despair. If only one person would show some pity; if only one would turn and comfort me.",
  "But instead, they give me poison for food; they offer me sour wine for my thirst.",
  "Let the bountiful table set before them become a snare and their prosperity become a trap.",
  "Let their eyes go blind so they cannot see, and make their bodies shake continually.",
  "Pour out your fury on them; consume them with your burning anger.",
  "Let their homes become desolate and their tents be deserted.",
  "To the one you have punished, they add insult to injury; they add to the pain of those you have hurt.",
  "Pile their sins up high, and don’t let them go free.",
  "Erase their names from the Book of Life; don’t let them be counted among the righteous.",
  "I am suffering and in pain. Rescue me, O God, by your saving power.",
  "Then I will praise God’s name with singing, and I will honor him with thanksgiving.",
  "For this will please the Lord more than sacrificing cattle, more than presenting a bull with its horns and hooves.",
  "The humble will see their God at work and be glad. Let all who seek God’s help be encouraged.",
  "For the Lord hears the cries of the needy; he does not despise his imprisoned people.",
  "Praise him, O heaven and earth, the seas and all that move in them.",
  "For God will save Jerusalem and rebuild the towns of Judah. His people will live there and settle in their own land.",
  "The descendants of those who obey him will inherit the land, and those who love him will live there in safety."
]