[
  "O Lord, I have come to you for protection; don’t let me be disgraced.",
  "Save me and rescue me, for you do what is right. Turn your ear to listen to me, and set me free.",
  "Be my rock of safety where I can always hide. Give the order to save me, for you are my rock and my fortress.",
  "My God, rescue me from the power of the wicked, from the clutches of cruel oppressors.",
  "O Lord, you alone are my hope. I’ve trusted you, O Lord, from childhood.",
  "Yes, you have been with me from birth; from my mother’s womb you have cared for me. No wonder I am always praising you!",
  "My life is an example to many, because you have been my strength and protection.",
  "That is why I can never stop praising you; I declare your glory all day long.",
  "And now, in my old age, don’t set me aside. Don’t abandon me when my strength is failing.",
  "For my enemies are whispering against me. They are plotting together to kill me.",
  "They say, “God has abandoned him. Let’s go and get him, for no one will help him now.”",
  "O God, don’t stay away. My God, please hurry to help me.",
  "Bring disgrace and destruction on my accusers. Humiliate and shame those who want to harm me.",
  "But I will keep on hoping for your help; I will praise you more and more.",
  "I will tell everyone about your righteousness. All day long I will proclaim your saving power, though I am not skilled with words.",
  "I will praise your mighty deeds, O Sovereign Lord. I will tell everyone that you alone are just.",
  "O God, you have taught me from my earliest childhood, and I constantly tell others about the wonderful things you do.",
  "Now that I am old and gray, do not abandon me, O God. Let me proclaim your power to this new generation, your mighty miracles to all who come after me.",
  "Your righteousness, O God, reaches to the highest heavens. You have done such wonderful things. Who can compare with you, O God?",
  "You have allowed me to suffer much hardship, but you will restore me to life again and lift me up from the depths of the earth.",
  "You will restore me to even greater honor and comfort me once again.",
  "Then I will praise you with music on the harp, because you are faithful to your promises, O my God. I will sing praises to you with a lyre, O Holy One of Israel.",
  "I will shout for joy and sing your praises, for you have ransomed me.",
  "I will tell about your righteous deeds all day long, for everyone who tried to hurt me has been shamed and humiliated."
]