[
  "O God, why have you rejected us so long? Why is your anger so intense against the sheep of your own pasture?",
  "Remember that we are the people you chose long ago, the tribe you redeemed as your own special possession! And remember Jerusalem, your home here on earth.",
  "Walk through the awful ruins of the city; see how the enemy has destroyed your sanctuary.",
  "There your enemies shouted their victorious battle cries; there they set up their battle standards.",
  "They swung their axes like woodcutters in a forest.",
  "With axes and picks, they smashed the carved paneling.",
  "They burned your sanctuary to the ground. They defiled the place that bears your name.",
  "Then they thought, “Let’s destroy everything!” So they burned down all the places where God was worshiped.",
  "We no longer see your miraculous signs. All the prophets are gone, and no one can tell us when it will end.",
  "How long, O God, will you allow our enemies to insult you? Will you let them dishonor your name forever?",
  "Why do you hold back your strong right hand? Unleash your powerful fist and destroy them.",
  "You, O God, are my king from ages past, bringing salvation to the earth.",
  "You split the sea by your strength and smashed the heads of the sea monsters.",
  "You crushed the heads of Leviathan and let the desert animals eat him.",
  "You caused the springs and streams to gush forth, and you dried up rivers that never run dry.",
  "Both day and night belong to you; you made the starlight and the sun.",
  "You set the boundaries of the earth, and you made both summer and winter.",
  "See how these enemies insult you, Lord. A foolish nation has dishonored your name.",
  "Don’t let these wild beasts destroy your turtledoves. Don’t forget your suffering people forever.",
  "Remember your covenant promises, for the land is full of darkness and violence!",
  "Don’t let the downtrodden be humiliated again. Instead, let the poor and needy praise your name.",
  "Arise, O God, and defend your cause. Remember how these fools insult you all day long.",
  "Don’t overlook what your enemies have said or their growing uproar."
]