[
  "I will sing of the Lord’s unfailing love forever! Young and old will hear of your faithfulness.",
  "Your unfailing love will last forever. Your faithfulness is as enduring as the heavens.",
  "The Lord said, “I have made a covenant with David, my chosen servant. I have sworn this oath to him:",
  "‘I will establish your descendants as kings forever; they will sit on your throne from now until eternity.’” Interlude",
  "All heaven will praise your great wonders, Lord; myriads of angels will praise you for your faithfulness.",
  "For who in all of heaven can compare with the Lord? What mightiest angel is anything like the Lord?",
  "The highest angelic powers stand in awe of God. He is far more awesome than all who surround his throne.",
  "O Lord God of Heaven’s Armies! Where is there anyone as mighty as you, O Lord? You are entirely faithful.",
  "You rule the oceans. You subdue their storm-tossed waves.",
  "You crushed the great sea monster. You scattered your enemies with your mighty arm.",
  "The heavens are yours, and the earth is yours; everything in the world is yours—you created it all.",
  "You created north and south. Mount Tabor and Mount Hermon praise your name.",
  "Powerful is your arm! Strong is your hand! Your right hand is lifted high in glorious strength.",
  "Righteousness and justice are the foundation of your throne. Unfailing love and truth walk before you as attendants.",
  "Happy are those who hear the joyful call to worship, for they will walk in the light of your presence, Lord.",
  "They rejoice all day long in your wonderful reputation. They exult in your righteousness.",
  "You are their glorious strength. It pleases you to make us strong.",
  "Yes, our protection comes from the Lord, and he, the Holy One of Israel, has given us our king.",
  "Long ago you spoke in a vision to your faithful people. You said, “I have raised up a warrior. I have selected him from the common people to be king.",
  "I have found my servant David. I have anointed him with my holy oil.",
  "I will steady him with my hand; with my powerful arm I will make him strong.",
  "His enemies will not defeat him, nor will the wicked overpower him.",
  "I will beat down his adversaries before him and destroy those who hate him.",
  "My faithfulness and unfailing love will be with him, and by my authority he will grow in power.",
  "I will extend his rule over the sea, his dominion over the rivers.",
  "And he will call out to me, ‘You are my Father, my God, and the Rock of my salvation.’",
  "I will make him my firstborn son, the mightiest king on earth.",
  "I will love him and be kind to him forever; my covenant with him will never end.",
  "I will preserve an heir for him; his throne will be as endless as the days of heaven.",
  "But if his descendants forsake my instructions and fail to obey my regulations,",
  "if they do not obey my decrees and fail to keep my commands,",
  "then I will punish their sin with the rod, and their disobedience with beating.",
  "But I will never stop loving him nor fail to keep my promise to him.",
  "No, I will not break my covenant; I will not take back a single word I said.",
  "I have sworn an oath to David, and in my holiness I cannot lie:",
  "His dynasty will go on forever; his kingdom will endure as the sun.",
  "It will be as eternal as the moon, my faithful witness in the sky!” Interlude",
  "But now you have rejected him and cast him off. You are angry with your anointed king.",
  "You have renounced your covenant with him; you have thrown his crown in the dust.",
  "You have broken down the walls protecting him and ruined every fort defending him.",
  "Everyone who comes along has robbed him, and he has become a joke to his neighbors.",
  "You have strengthened his enemies and made them all rejoice.",
  "You have made his sword useless and refused to help him in battle.",
  "You have ended his splendor and overturned his throne.",
  "You have made him old before his time and publicly disgraced him. Interlude",
  "O Lord, how long will this go on? Will you hide yourself forever? How long will your anger burn like fire?",
  "Remember how short my life is, how empty and futile this human existence!",
  "No one can live forever; all will die. No one can escape the power of the grave. Interlude",
  "Lord, where is your unfailing love? You promised it to David with a faithful pledge.",
  "Consider, Lord, how your servants are disgraced! I carry in my heart the insults of so many people.",
  "Your enemies have mocked me, O Lord; they mock your anointed king wherever he goes.",
  "Praise the Lord forever! Amen and amen!"
]