[
  "Now David spoke the words of this song to the Lord on the day that the Lord had saved him from the hand of all his enemies and from the hand of Saul.",
  "He said, “The Lord is my rock and my fortress and my deliverer;",
  "My God, my rock, in whom I take refuge, My shield and the horn of my salvation, my stronghold and my refuge; My savior, You save me from violence.",
  "I call upon the Lord, who is worthy to be praised, And I am saved from my enemies.",
  "For the waves of death encompassed me; The floods of destruction terrified me;",
  "The ropes of Sheol surrounded me; The snares of death confronted me.",
  "In my distress I called upon the Lord, Yes, I called out to my God; And from His temple He heard my voice, And my cry for help came into His ears.",
  "Then the earth shook and quaked, The foundations of heaven were trembling And were shaken, because He was angry.",
  "Smoke went up out of His nostrils, And fire from His mouth was devouring; Coals were kindled by it.",
  "He also bowed the heavens down low, and came down With thick darkness under His feet.",
  "He rode on a cherub and flew; He appeared on the wings of the wind.",
  "He made darkness canopies around Him, A mass of waters, thick clouds of the sky.",
  "From the brightness before Him Coals of fire were kindled.",
  "The Lord thundered from heaven, And the Most High uttered His voice.",
  "And He shot arrows and scattered them, Lightning, and routed them.",
  "Then the channels of the sea appeared, The foundations of the world were exposed By the rebuke of the Lord, From the blast of the breath of His nostrils.",
  "He sent from on high, He took me; He drew me out of many waters.",
  "He rescued me from my strong enemy, From those who hated me, for they were too strong for me.",
  "They confronted me on the day of my disaster, But the Lord was my support.",
  "He also brought me out into an open place; He rescued me, because He delighted in me.",
  "The Lord has treated me in accordance with my righteousness; In accordance with the cleanliness of my hands He has repaid me.",
  "For I have kept the ways of the Lord, And have not acted wickedly against my God.",
  "For all His ordinances were before me, And as for His statutes, I did not deviate from them.",
  "I was also blameless toward Him, And I have kept myself from my wrongdoing.",
  "So the Lord has repaid me in accordance with my righteousness, In accordance with my cleanliness before His eyes.",
  "With the one who is faithful You show Yourself faithful, With the blameless one You prove Yourself blameless;",
  "With the one who is pure You show Yourself pure, But with the perverted You show Yourself astute.",
  "And You save an afflicted people; But Your eyes are on the haughty whom You humiliate.",
  "For You are my lamp, Lord; And the Lord illuminates my darkness.",
  "For by You I can run at a troop of warriors; By my God I can leap over a wall.",
  "As for God, His way is blameless; The word of the Lord is refined; He is a shield to all who take refuge in Him.",
  "For who is God, except the Lord? And who is a rock, except our God?",
  "God is my strong fortress; And He sets the blameless on His way.",
  "He makes my feet like deer’s feet, And sets me on my high places.",
  "He trains my hands for battle, So that my arms can bend a bow of bronze.",
  "You have also given me the shield of Your salvation, And Your help makes me great.",
  "You enlarge my steps under me, And my feet have not slipped.",
  "I pursued my enemies and eliminated them, And I did not turn back until they were finished off.",
  "And I have devoured them and smashed them, so that they would not rise; And they fell under my feet.",
  "For You have encircled me with strength for battle; You have forced those who rose up against me to bow down under me.",
  "You have also made my enemies turn their backs to me, And I destroyed those who hated me.",
  "They looked, but there was no one to save them; Even to the Lord, but He did not answer them.",
  "Then I pulverized them as the dust of the earth; I crushed and trampled them like the mud of the streets.",
  "You have also saved me from the contentions of my people; You have kept me as head of the nations; A people I have not known serve me.",
  "Foreigners pretend to obey me; As soon as they hear, they obey me.",
  "Foreigners lose heart, And come trembling out of their fortresses.",
  "The Lord lives, and blessed be my Rock; And exalted be my God, the rock of my salvation,",
  "The God who executes vengeance for me, And brings down peoples under me,",
  "Who also brings me out from my enemies; You also raise me above those who rise up against me; You rescue me from the violent person.",
  "Therefore I will give thanks to You, Lord, among the nations, And I will sing praises to Your name.",
  "He is a tower of salvation to His king, And shows favor to His anointed, To David and his descendants forever.”"
]