[
  "My son, do not forget my teaching, But have your heart comply with my commandments;",
  "For length of days and years of life And peace they will add to you.",
  "Do not let kindness and truth leave you; Bind them around your neck, Write them on the tablet of your heart.",
  "So you will find favor and a good reputation In the sight of God and man.",
  "Trust in the Lord with all your heart And do not lean on your own understanding.",
  "In all your ways acknowledge Him, And He will make your paths straight.",
  "Do not be wise in your own eyes; Fear the Lord and turn away from evil.",
  "It will be healing to your body And refreshment to your bones.",
  "Honor the Lord from your wealth, And from the first of all your produce;",
  "Then your barns will be filled with plenty, And your vats will overflow with new wine.",
  "My son, do not reject the discipline of the Lord Or loathe His rebuke,",
  "For whom the Lord loves He disciplines, Just as a father disciplines the son in whom he delights.",
  "Blessed is a person who finds wisdom, And one who obtains understanding.",
  "For her profit is better than the profit of silver, And her produce better than gold.",
  "She is more precious than jewels, And nothing you desire compares with her.",
  "Long life is in her right hand; In her left hand are riches and honor.",
  "Her ways are pleasant ways, And all her paths are peace.",
  "She is a tree of life to those who take hold of her, And happy are those who hold on to her.",
  "The Lord founded the earth by wisdom, He established the heavens by understanding.",
  "By His knowledge the ocean depths were burst open, And the clouds drip with dew.",
  "My son, see that they do not escape from your sight; Comply with sound wisdom and discretion,",
  "And they will be life to your soul And adornment to your neck.",
  "Then you will walk in your way securely, And your foot will not stumble.",
  "When you lie down, you will not be afraid; When you lie down, your sleep will be sweet.",
  "Do not be afraid of sudden danger, Nor of trouble from the wicked when it comes;",
  "For the Lord will be your confidence, And will keep your foot from being caught.",
  "Do not withhold good from those to whom it is due, When it is in your power to do it.",
  "Do not say to your neighbor, “Go, and come back, And tomorrow I will give it to you,” When you have it with you.",
  "Do not devise harm against your neighbor, While he lives securely beside you.",
  "Do not contend with a person for no reason, If he has done you no harm.",
  "Do not envy a violent person, And do not choose any of his ways.",
  "For the devious are an abomination to the Lord; But He is intimate with the upright.",
  "The curse of the Lord is on the house of the wicked, But He blesses the home of the righteous.",
  "Though He scoffs at the scoffers, Yet He gives grace to the needy.",
  "The wise will inherit honor, But fools increase dishonor."
]