[
  "This message came to me concerning Jerusalem—the Valley of Vision: What is happening? Why is everyone running to the rooftops?",
  "The whole city is in a terrible uproar. What do I see in this reveling city? Bodies are lying everywhere, killed not in battle but by famine and disease.",
  "All your leaders have fled. They surrendered without resistance. The people tried to slip away, but they were captured, too.",
  "That’s why I said, “Leave me alone to weep; do not try to comfort me. Let me cry for my people as I watch them being destroyed.”",
  "Oh, what a day of crushing defeat! What a day of confusion and terror brought by the Lord, the Lord of Heaven’s Armies, upon the Valley of Vision! The walls of Jerusalem have been broken, and cries of death echo from the mountainsides.",
  "Elamites are the archers, with their chariots and charioteers. The men of Kir hold up the shields.",
  "Chariots fill your beautiful valleys, and charioteers storm your gates.",
  "Judah’s defenses have been stripped away. You run to the armory for your weapons.",
  "You inspect the breaks in the walls of Jerusalem. You store up water in the lower pool.",
  "You survey the houses and tear some down for stone to strengthen the walls.",
  "Between the city walls, you build a reservoir for water from the old pool. But you never ask for help from the One who did all this. You never considered the One who planned this long ago.",
  "At that time the Lord, the Lord of Heaven’s Armies, called you to weep and mourn. He told you to shave your heads in sorrow for your sins and to wear clothes of burlap to show your remorse.",
  "But instead, you dance and play; you slaughter cattle and kill sheep. You feast on meat and drink wine. You say, “Let’s feast and drink, for tomorrow we die!”",
  "The Lord of Heaven’s Armies has revealed this to me: “Till the day you die, you will never be forgiven for this sin.” That is the judgment of the Lord, the Lord of Heaven’s Armies.",
  "This is what the Lord, the Lord of Heaven’s Armies, said to me: “Confront Shebna, the palace administrator, and give him this message:",
  "“Who do you think you are, and what are you doing here, building a beautiful tomb for yourself— a monument high up in the rock?",
  "For the Lord is about to hurl you away, mighty man. He is going to grab you,",
  "crumple you into a ball, and toss you away into a distant, barren land. There you will die, and your glorious chariots will be broken and useless. You are a disgrace to your master!",
  "“Yes, I will drive you out of office,” says the Lord. “I will pull you down from your high position.",
  "And then I will call my servant Eliakim son of Hilkiah to replace you.",
  "I will dress him in your royal robes and will give him your title and your authority. And he will be a father to the people of Jerusalem and Judah.",
  "I will give him the key to the house of David—the highest position in the royal court. When he opens doors, no one will be able to close them; when he closes doors, no one will be able to open them.",
  "He will bring honor to his family name, for I will drive him firmly in place like a nail in the wall.",
  "They will give him great responsibility, and he will bring honor to even the lowliest members of his family.”",
  "But the Lord of Heaven’s Armies also says: “The time will come when I will pull out the nail that seemed so firm. It will come out and fall to the ground. Everything it supports will fall with it. I, the Lord, have spoken!”"
]