[
  "The Lord, the Lord of Heaven’s Armies, will take away from Jerusalem and Judah everything they depend on: every bit of bread and every drop of water,",
  "all their heroes and soldiers, judges and prophets, fortune-tellers and elders,",
  "army officers and high officials, advisers, skilled sorcerers, and astrologers.",
  "I will make boys their leaders, and toddlers their rulers.",
  "People will oppress each other— man against man, neighbor against neighbor. Young people will insult their elders, and vulgar people will sneer at the honorable.",
  "In those days a man will say to his brother, “Since you have a coat, you be our leader! Take charge of this heap of ruins!”",
  "But he will reply, “No! I can’t help. I don’t have any extra food or clothes. Don’t put me in charge!”",
  "For Jerusalem will stumble, and Judah will fall, because they speak out against the Lord and refuse to obey him. They provoke him to his face.",
  "The very look on their faces gives them away. They display their sin like the people of Sodom and don’t even try to hide it. They are doomed! They have brought destruction upon themselves.",
  "Tell the godly that all will be well for them. They will enjoy the rich reward they have earned!",
  "But the wicked are doomed, for they will get exactly what they deserve.",
  "Childish leaders oppress my people, and women rule over them. O my people, your leaders mislead you; they send you down the wrong road.",
  "The Lord takes his place in court and presents his case against his people.",
  "The Lord comes forward to pronounce judgment on the elders and rulers of his people: “You have ruined Israel, my vineyard. Your houses are filled with things stolen from the poor.",
  "How dare you crush my people, grinding the faces of the poor into the dust?” demands the Lord, the Lord of Heaven’s Armies.",
  "The Lord says, “Beautiful Zion is haughty: craning her elegant neck, flirting with her eyes, walking with dainty steps, tinkling her ankle bracelets.",
  "So the Lord will send scabs on her head; the Lord will make beautiful Zion bald.”",
  "On that day of judgment the Lord will strip away everything that makes her beautiful: ornaments, headbands, crescent necklaces,",
  "earrings, bracelets, and veils;",
  "scarves, ankle bracelets, sashes, perfumes, and charms;",
  "rings, jewels,",
  "party clothes, gowns, capes, and purses;",
  "mirrors, fine linen garments, head ornaments, and shawls.",
  "Instead of smelling of sweet perfume, she will stink. She will wear a rope for a sash, and her elegant hair will fall out. She will wear rough burlap instead of rich robes. Shame will replace her beauty.",
  "The men of the city will be killed with the sword, and her warriors will die in battle.",
  "The gates of Zion will weep and mourn. The city will be like a ravaged woman, huddled on the ground."
]