[
  "What sorrow awaits you Assyrians, who have destroyed others but have never been destroyed yourselves. You betray others, but you have never been betrayed. When you are done destroying, you will be destroyed. When you are done betraying, you will be betrayed.",
  "But Lord, be merciful to us, for we have waited for you. Be our strong arm each day and our salvation in times of trouble.",
  "The enemy runs at the sound of your voice. When you stand up, the nations flee!",
  "Just as caterpillars and locusts strip the fields and vines, so the fallen army of Assyria will be stripped!",
  "Though the Lord is very great and lives in heaven, he will make Jerusalem his home of justice and righteousness.",
  "In that day he will be your sure foundation, providing a rich store of salvation, wisdom, and knowledge. The fear of the Lord will be your treasure.",
  "But now your brave warriors weep in public. Your ambassadors of peace cry in bitter disappointment.",
  "Your roads are deserted; no one travels them anymore. The Assyrians have broken their peace treaty and care nothing for the promises they made before witnesses. They have no respect for anyone.",
  "The land of Israel wilts in mourning. Lebanon withers with shame. The plain of Sharon is now a wilderness. Bashan and Carmel have been plundered.",
  "But the Lord says: “Now I will stand up. Now I will show my power and might.",
  "You Assyrians produce nothing but dry grass and stubble. Your own breath will turn to fire and consume you.",
  "Your people will be burned up completely, like thornbushes cut down and tossed in a fire.",
  "Listen to what I have done, you nations far away! And you that are near, acknowledge my might!”",
  "The sinners in Jerusalem shake with fear. Terror seizes the godless. “Who can live with this devouring fire?” they cry. “Who can survive this all-consuming fire?”",
  "Those who are honest and fair, who refuse to profit by fraud, who stay far away from bribes, who refuse to listen to those who plot murder, who shut their eyes to all enticement to do wrong—",
  "these are the ones who will dwell on high. The rocks of the mountains will be their fortress. Food will be supplied to them, and they will have water in abundance.",
  "Your eyes will see the king in all his splendor, and you will see a land that stretches into the distance.",
  "You will think back to this time of terror, asking, “Where are the Assyrian officers who counted our towers? Where are the bookkeepers who recorded the plunder taken from our fallen city?”",
  "You will no longer see these fierce, violent people with their strange, unknown language.",
  "Instead, you will see Zion as a place of holy festivals. You will see Jerusalem, a city quiet and secure. It will be like a tent whose ropes are taut and whose stakes are firmly fixed.",
  "The Lord will be our Mighty One. He will be like a wide river of protection that no enemy can cross, that no enemy ship can sail upon.",
  "For the Lord is our judge, our lawgiver, and our king. He will care for us and save us.",
  "The enemies’ sails hang loose on broken masts with useless tackle. Their treasure will be divided by the people of God. Even the lame will take their share!",
  "The people of Israel will no longer say, “We are sick and helpless,” for the Lord will forgive their sins."
]