[
  "“Comfort, comfort my people,” says your God.",
  "“Speak tenderly to Jerusalem. Tell her that her sad days are gone and her sins are pardoned. Yes, the Lord has punished her twice over for all her sins.”",
  "Listen! It’s the voice of someone shouting, “Clear the way through the wilderness for the Lord! Make a straight highway through the wasteland for our God!",
  "Fill in the valleys, and level the mountains and hills. Straighten the curves, and smooth out the rough places.",
  "Then the glory of the Lord will be revealed, and all people will see it together. The Lord has spoken!”",
  "A voice said, “Shout!” I asked, “What should I shout?” “Shout that people are like the grass. Their beauty fades as quickly as the flowers in a field.",
  "The grass withers and the flowers fade beneath the breath of the Lord. And so it is with people.",
  "The grass withers and the flowers fade, but the word of our God stands forever.”",
  "O Zion, messenger of good news, shout from the mountaintops! Shout it louder, O Jerusalem. Shout, and do not be afraid. Tell the towns of Judah, “Your God is coming!”",
  "Yes, the Sovereign Lord is coming in power. He will rule with a powerful arm. See, he brings his reward with him as he comes.",
  "He will feed his flock like a shepherd. He will carry the lambs in his arms, holding them close to his heart. He will gently lead the mother sheep with their young.",
  "Who else has held the oceans in his hand? Who has measured off the heavens with his fingers? Who else knows the weight of the earth or has weighed the mountains and hills on a scale?",
  "Who is able to advise the Spirit of the Lord? Who knows enough to give him advice or teach him?",
  "Has the Lord ever needed anyone’s advice? Does he need instruction about what is good? Did someone teach him what is right or show him the path of justice?",
  "No, for all the nations of the world are but a drop in the bucket. They are nothing more than dust on the scales. He picks up the whole earth as though it were a grain of sand.",
  "All the wood in Lebanon’s forests and all Lebanon’s animals would not be enough to make a burnt offering worthy of our God.",
  "The nations of the world are worth nothing to him. In his eyes they count for less than nothing— mere emptiness and froth.",
  "To whom can you compare God? What image can you find to resemble him?",
  "Can he be compared to an idol formed in a mold, overlaid with gold, and decorated with silver chains?",
  "Or if people are too poor for that, they might at least choose wood that won’t decay and a skilled craftsman to carve an image that won’t fall down!",
  "Haven’t you heard? Don’t you understand? Are you deaf to the words of God— the words he gave before the world began? Are you so ignorant?",
  "God sits above the circle of the earth. The people below seem like grasshoppers to him! He spreads out the heavens like a curtain and makes his tent from them.",
  "He judges the great people of the world and brings them all to nothing.",
  "They hardly get started, barely taking root, when he blows on them and they wither. The wind carries them off like chaff.",
  "“To whom will you compare me? Who is my equal?” asks the Holy One.",
  "Look up into the heavens. Who created all the stars? He brings them out like an army, one after another, calling each by its name. Because of his great power and incomparable strength, not a single one is missing.",
  "O Jacob, how can you say the Lord does not see your troubles? O Israel, how can you say God ignores your rights?",
  "Have you never heard? Have you never understood? The Lord is the everlasting God, the Creator of all the earth. He never grows weak or weary. No one can measure the depths of his understanding.",
  "He gives power to the weak and strength to the powerless.",
  "Even youths will become weak and tired, and young men will fall in exhaustion.",
  "But those who trust in the Lord will find new strength. They will soar high on wings like eagles. They will run and not grow weary. They will walk and not faint."
]