[
  "But now, O Jacob, listen to the Lord who created you. O Israel, the one who formed you says, “Do not be afraid, for I have ransomed you. I have called you by name; you are mine.",
  "When you go through deep waters, I will be with you. When you go through rivers of difficulty, you will not drown. When you walk through the fire of oppression, you will not be burned up; the flames will not consume you.",
  "For I am the Lord, your God, the Holy One of Israel, your Savior. I gave Egypt as a ransom for your freedom; I gave Ethiopia and Seba in your place.",
  "Others were given in exchange for you. I traded their lives for yours because you are precious to me. You are honored, and I love you.",
  "“Do not be afraid, for I am with you. I will gather you and your children from east and west.",
  "I will say to the north and south, ‘Bring my sons and daughters back to Israel from the distant corners of the earth.",
  "Bring all who claim me as their God, for I have made them for my glory. It was I who created them.’”",
  "Bring out the people who have eyes but are blind, who have ears but are deaf.",
  "Gather the nations together! Assemble the peoples of the world! Which of their idols has ever foretold such things? Which can predict what will happen tomorrow? Where are the witnesses of such predictions? Who can verify that they spoke the truth?",
  "“But you are my witnesses, O Israel!” says the Lord. “You are my servant. You have been chosen to know me, believe in me, and understand that I alone am God. There is no other God— there never has been, and there never will be.",
  "I, yes I, am the Lord, and there is no other Savior.",
  "First I predicted your rescue, then I saved you and proclaimed it to the world. No foreign god has ever done this. You are witnesses that I am the only God,” says the Lord.",
  "“From eternity to eternity I am God. No one can snatch anyone out of my hand. No one can undo what I have done.”",
  "This is what the Lord says—your Redeemer, the Holy One of Israel: “For your sakes I will send an army against Babylon, forcing the Babylonians to flee in those ships they are so proud of.",
  "I am the Lord, your Holy One, Israel’s Creator and King.",
  "I am the Lord, who opened a way through the waters, making a dry path through the sea.",
  "I called forth the mighty army of Egypt with all its chariots and horses. I drew them beneath the waves, and they drowned, their lives snuffed out like a smoldering candlewick.",
  "“But forget all that— it is nothing compared to what I am going to do.",
  "For I am about to do something new. See, I have already begun! Do you not see it? I will make a pathway through the wilderness. I will create rivers in the dry wasteland.",
  "The wild animals in the fields will thank me, the jackals and owls, too, for giving them water in the desert. Yes, I will make rivers in the dry wasteland so my chosen people can be refreshed.",
  "I have made Israel for myself, and they will someday honor me before the whole world.",
  "“But, dear family of Jacob, you refuse to ask for my help. You have grown tired of me, O Israel!",
  "You have not brought me sheep or goats for burnt offerings. You have not honored me with sacrifices, though I have not burdened and wearied you with requests for grain offerings and frankincense.",
  "You have not brought me fragrant calamus or pleased me with the fat from sacrifices. Instead, you have burdened me with your sins and wearied me with your faults.",
  "“I—yes, I alone—will blot out your sins for my own sake and will never think of them again.",
  "Let us review the situation together, and you can present your case to prove your innocence.",
  "From the very beginning, your first ancestor sinned against me; all your leaders broke my laws.",
  "That is why I have disgraced your priests; I have decreed complete destruction for Jacob and shame for Israel."
]