[
  "Listen to me, all you in distant lands! Pay attention, you who are far away! The Lord called me before my birth; from within the womb he called me by name.",
  "He made my words of judgment as sharp as a sword. He has hidden me in the shadow of his hand. I am like a sharp arrow in his quiver.",
  "He said to me, “You are my servant, Israel, and you will bring me glory.”",
  "I replied, “But my work seems so useless! I have spent my strength for nothing and to no purpose. Yet I leave it all in the Lord’s hand; I will trust God for my reward.”",
  "And now the Lord speaks— the one who formed me in my mother’s womb to be his servant, who commissioned me to bring Israel back to him. The Lord has honored me, and my God has given me strength.",
  "He says, “You will do more than restore the people of Israel to me. I will make you a light to the Gentiles, and you will bring my salvation to the ends of the earth.”",
  "The Lord, the Redeemer and Holy One of Israel, says to the one who is despised and rejected by the nations, to the one who is the servant of rulers: “Kings will stand at attention when you pass by. Princes will also bow low because of the Lord, the faithful one, the Holy One of Israel, who has chosen you.”",
  "This is what the Lord says: “At just the right time, I will respond to you. On the day of salvation I will help you. I will protect you and give you to the people as my covenant with them. Through you I will reestablish the land of Israel and assign it to its own people again.",
  "I will say to the prisoners, ‘Come out in freedom,’ and to those in darkness, ‘Come into the light.’ They will be my sheep, grazing in green pastures and on hills that were previously bare.",
  "They will neither hunger nor thirst. The searing sun will not reach them anymore. For the Lord in his mercy will lead them; he will lead them beside cool waters.",
  "And I will make my mountains into level paths for them. The highways will be raised above the valleys.",
  "See, my people will return from far away, from lands to the north and west, and from as far south as Egypt.”",
  "Sing for joy, O heavens! Rejoice, O earth! Burst into song, O mountains! For the Lord has comforted his people and will have compassion on them in their suffering.",
  "Yet Jerusalem says, “The Lord has deserted us; the Lord has forgotten us.”",
  "“Never! Can a mother forget her nursing child? Can she feel no love for the child she has borne? But even if that were possible, I would not forget you!",
  "See, I have written your name on the palms of my hands. Always in my mind is a picture of Jerusalem’s walls in ruins.",
  "Soon your descendants will come back, and all who are trying to destroy you will go away.",
  "Look around you and see, for all your children will come back to you. As surely as I live,” says the Lord, “they will be like jewels or bridal ornaments for you to display.",
  "“Even the most desolate parts of your abandoned land will soon be crowded with your people. Your enemies who enslaved you will be far away.",
  "The generations born in exile will return and say, ‘We need more room! It’s crowded here!’",
  "Then you will think to yourself, ‘Who has given me all these descendants? For most of my children were killed, and the rest were carried away into exile. I was left here all alone. Where did all these people come from? Who bore these children? Who raised them for me?’”",
  "This is what the Sovereign Lord says: “See, I will give a signal to the godless nations. They will carry your little sons back to you in their arms; they will bring your daughters on their shoulders.",
  "Kings and queens will serve you and care for all your needs. They will bow to the earth before you and lick the dust from your feet. Then you will know that I am the Lord. Those who trust in me will never be put to shame.”",
  "Who can snatch the plunder of war from the hands of a warrior? Who can demand that a tyrant let his captives go?",
  "But the Lord says, “The captives of warriors will be released, and the plunder of tyrants will be retrieved. For I will fight those who fight you, and I will save your children.",
  "I will feed your enemies with their own flesh. They will be drunk with rivers of their own blood. All the world will know that I, the Lord, am your Savior and your Redeemer, the Mighty One of Israel.”"
]