[
  "King Solomon now ruled over all Israel,",
  "and these were his high officials: Azariah son of Zadok was the priest.",
  "Elihoreph and Ahijah, the sons of Shisha, were court secretaries. Jehoshaphat son of Ahilud was the royal historian.",
  "Benaiah son of Jehoiada was commander of the army. Zadok and Abiathar were priests.",
  "Azariah son of Nathan was in charge of the district governors. Zabud son of Nathan, a priest, was a trusted adviser to the king.",
  "Ahishar was manager of the palace property. Adoniram son of Abda was in charge of forced labor.",
  "Solomon also had twelve district governors who were over all Israel. They were responsible for providing food for the king’s household. Each of them arranged provisions for one month of the year.",
  "These are the names of the twelve governors: Ben-hur, in the hill country of Ephraim.",
  "Ben-deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-bethhanan.",
  "Ben-hesed, in Arubboth, including Socoh and all the land of Hepher.",
  "Ben-abinadab, in all of Naphoth-dor. (He was married to Taphath, one of Solomon’s daughters.)",
  "Baana son of Ahilud, in Taanach and Megiddo, all of Beth-shan near Zarethan below Jezreel, and all the territory from Beth-shan to Abel-meholah and over to Jokmeam.",
  "Ben-geber, in Ramoth-gilead, including the Towns of Jair (named for Jair of the tribe of Manasseh) in Gilead, and in the Argob region of Bashan, including sixty large fortified towns with bronze bars on their gates.",
  "Ahinadab son of Iddo, in Mahanaim.",
  "Ahimaaz, in Naphtali. (He was married to Basemath, another of Solomon’s daughters.)",
  "Baana son of Hushai, in Asher and in Aloth.",
  "Jehoshaphat son of Paruah, in Issachar.",
  "Shimei son of Ela, in Benjamin.",
  "Geber son of Uri, in the land of Gilead, including the territories of King Sihon of the Amorites and King Og of Bashan. There was also one governor over the land of Judah.",
  "The people of Judah and Israel were as numerous as the sand on the seashore. They were very contented, with plenty to eat and drink.",
  "Solomon ruled over all the kingdoms from the Euphrates River in the north to the land of the Philistines and the border of Egypt in the south. The conquered peoples of those lands sent tribute money to Solomon and continued to serve him throughout his lifetime.",
  "The daily food requirements for Solomon’s palace were 150 bushels of choice flour and 300 bushels of meal;",
  "also 10 oxen from the fattening pens, 20 pasture-fed cattle, 100 sheep or goats, as well as deer, gazelles, roe deer, and choice poultry.",
  "Solomon’s dominion extended over all the kingdoms west of the Euphrates River, from Tiphsah to Gaza. And there was peace on all his borders.",
  "During the lifetime of Solomon, all of Judah and Israel lived in peace and safety. And from Dan in the north to Beersheba in the south, each family had its own home and garden.",
  "Solomon had 4,000 stalls for his chariot horses, and he had 12,000 horses.",
  "The district governors faithfully provided food for King Solomon and his court; each made sure nothing was lacking during the month assigned to him.",
  "They also brought the necessary barley and straw for the royal horses in the stables.",
  "God gave Solomon very great wisdom and understanding, and knowledge as vast as the sands of the seashore.",
  "In fact, his wisdom exceeded that of all the wise men of the East and the wise men of Egypt.",
  "He was wiser than anyone else, including Ethan the Ezrahite and the sons of Mahol—Heman, Calcol, and Darda. His fame spread throughout all the surrounding nations.",
  "He composed some 3,000 proverbs and wrote 1,005 songs.",
  "He could speak with authority about all kinds of plants, from the great cedar of Lebanon to the tiny hyssop that grows from cracks in a wall. He could also speak about animals, birds, small creatures, and fish.",
  "And kings from every nation sent their ambassadors to listen to the wisdom of Solomon."
]