[
  "Solomon also built a palace for himself, and it took him thirteen years to complete the construction.",
  "One of Solomon’s buildings was called the Palace of the Forest of Lebanon. It was 150 feet long, 75 feet wide, and 45 feet high. There were four rows of cedar pillars, and great cedar beams rested on the pillars.",
  "The hall had a cedar roof. Above the beams on the pillars were forty-five side rooms, arranged in three tiers of fifteen each.",
  "On each end of the long hall were three rows of windows facing each other.",
  "All the doorways and doorposts had rectangular frames and were arranged in sets of three, facing each other.",
  "Solomon also built the Hall of Pillars, which was 75 feet long and 45 feet wide. There was a porch in front, along with a canopy supported by pillars.",
  "Solomon also built the throne room, known as the Hall of Justice, where he sat to hear legal matters. It was paneled with cedar from floor to ceiling.",
  "Solomon’s living quarters surrounded a courtyard behind this hall, and they were constructed the same way. He also built similar living quarters for Pharaoh’s daughter, whom he had married.",
  "From foundation to eaves, all these buildings were built from huge blocks of high-quality stone, cut with saws and trimmed to exact measure on all sides.",
  "Some of the huge foundation stones were 15 feet long, and some were 12 feet long.",
  "The blocks of high-quality stone used in the walls were also cut to measure, and cedar beams were also used.",
  "The walls of the great courtyard were built so that there was one layer of cedar beams between every three layers of finished stone, just like the walls of the inner courtyard of the Lord’s Temple with its entry room.",
  "King Solomon then asked for a man named Huram to come from Tyre.",
  "He was half Israelite, since his mother was a widow from the tribe of Naphtali, and his father had been a craftsman in bronze from Tyre. Huram was extremely skillful and talented in any work in bronze, and he came to do all the metal work for King Solomon.",
  "Huram cast two bronze pillars, each 27 feet tall and 18 feet in circumference.",
  "For the tops of the pillars he cast bronze capitals, each 7 1⁄2 feet tall.",
  "Each capital was decorated with seven sets of latticework and interwoven chains.",
  "He also encircled the latticework with two rows of pomegranates to decorate the capitals over the pillars.",
  "The capitals on the columns inside the entry room were shaped like water lilies, and they were six feet tall.",
  "The capitals on the two pillars had 200 pomegranates in two rows around them, beside the rounded surface next to the latticework.",
  "Huram set the pillars at the entrance of the Temple, one toward the south and one toward the north. He named the one on the south Jakin, and the one on the north Boaz.",
  "The capitals on the pillars were shaped like water lilies. And so the work on the pillars was finished.",
  "Then Huram cast a great round basin, 15 feet across from rim to rim, called the Sea. It was 7 1⁄2 feet deep and about 45 feet in circumference.",
  "It was encircled just below its rim by two rows of decorative gourds. There were about six gourds per foot all the way around, and they were cast as part of the basin.",
  "The Sea was placed on a base of twelve bronze oxen, all facing outward. Three faced north, three faced west, three faced south, and three faced east, and the Sea rested on them.",
  "The walls of the Sea were about three inches thick, and its rim flared out like a cup and resembled a water lily blossom. It could hold about 11,000 gallons of water.",
  "Huram also made ten bronze water carts, each 6 feet long, 6 feet wide, and 4 1⁄2 feet tall.",
  "They were constructed with side panels braced with crossbars.",
  "Both the panels and the crossbars were decorated with carved lions, oxen, and cherubim. Above and below the lions and oxen were wreath decorations.",
  "Each of these carts had four bronze wheels and bronze axles. There were supporting posts for the bronze basins at the corners of the carts; these supports were decorated on each side with carvings of wreaths.",
  "The top of each cart had a rounded frame for the basin. It projected 1 1⁄2 feet above the cart’s top like a round pedestal, and its opening was 2 1⁄4 feet across; it was decorated on the outside with carvings of wreaths. The panels of the carts were square, not round.",
  "Under the panels were four wheels that were connected to axles that had been cast as one unit with the cart. The wheels were 2 1⁄4 feet in diameter",
  "and were similar to chariot wheels. The axles, spokes, rims, and hubs were all cast from molten bronze.",
  "There were handles at each of the four corners of the carts, and these, too, were cast as one unit with the cart.",
  "Around the top of each cart was a rim nine inches wide. The corner supports and side panels were cast as one unit with the cart.",
  "Carvings of cherubim, lions, and palm trees decorated the panels and corner supports wherever there was room, and there were wreaths all around.",
  "All ten water carts were the same size and were made alike, for each was cast from the same mold.",
  "Huram also made ten smaller bronze basins, one for each cart. Each basin was six feet across and could hold 220 gallons of water.",
  "He set five water carts on the south side of the Temple and five on the north side. The great bronze basin called the Sea was placed near the southeast corner of the Temple.",
  "He also made the necessary washbasins, shovels, and bowls. So at last Huram completed everything King Solomon had assigned him to make for the Temple of the Lord:",
  "the two pillars; the two bowl-shaped capitals on top of the pillars; the two networks of interwoven chains that decorated the capitals;",
  "the 400 pomegranates that hung from the chains on the capitals (two rows of pomegranates for each of the chain networks that decorated the capitals on top of the pillars);",
  "the ten water carts holding the ten basins;",
  "the Sea and the twelve oxen under it;",
  "the ash buckets, the shovels, and the bowls. Huram made all these things of burnished bronze for the Temple of the Lord, just as King Solomon had directed.",
  "The king had them cast in clay molds in the Jordan Valley between Succoth and Zarethan.",
  "Solomon did not weigh all these things because there were so many; the weight of the bronze could not be measured.",
  "Solomon also made all the furnishings of the Temple of the Lord: the gold altar; the gold table for the Bread of the Presence;",
  "the lampstands of solid gold, five on the south and five on the north, in front of the Most Holy Place; the flower decorations, lamps, and tongs—all of gold;",
  "the small bowls, lamp snuffers, bowls, ladles, and incense burners—all of solid gold; the doors for the entrances to the Most Holy Place and the main room of the Temple, with their fronts overlaid with gold.",
  "So King Solomon finished all his work on the Temple of the Lord. Then he brought all the gifts his father, David, had dedicated—the silver, the gold, and the various articles—and he stored them in the treasuries of the Lord’s Temple."
]