[
  "This is what the Lord says: “Go down to the house of the king of Judah and there speak this word,",
  "and say, ‘Hear the word of the Lord, O king of Judah, who sits on David’s throne, you and your servants and your people who enter these gates.",
  "This is what the Lord says: “Do justice and righteousness, and save one who has been robbed from the power of his oppressor. And do not mistreat or do violence to the stranger, the orphan, or the widow; and do not shed innocent blood in this place.",
  "For if you will indeed perform this instruction, then kings will enter the gates of this house, sitting in David’s place on his throne, riding in chariots and on horses, the king himself, his servants, and his people.",
  "But if you will not obey these words, I swear by Myself,” declares the Lord, “that this house will become a place of ruins.”’”",
  "For this is what the Lord says concerning the house of the king of Judah: “You are like Gilead to Me, Like the summit of Lebanon; Yet most assuredly I will make you a wilderness, Cities that are not inhabited.",
  "For I will set apart destroyers against you, Each with his weapons; And they will cut down your choicest cedars And throw them on the fire.",
  "“Many nations will pass by this city; and they will say to one another, ‘Why has the Lord done this to this great city?’",
  "Then they will answer, ‘Because they abandoned the covenant of the Lord their God and bowed down to other gods and served them.’”",
  "Do not weep for the dead or mourn for him, But weep deeply for the one who goes away; For he will never return Or see his native land.",
  "For this is what the Lord says regarding Shallum the son of Josiah, king of Judah, who became king in the place of his father Josiah, who went out from this place: “He will never return there;",
  "but in the place where they took him into exile, there he will die and he will not see this land again.",
  "“Woe to him who builds his house without righteousness, And his upstairs rooms without justice, Who uses his neighbor’s services without pay And does not give him his wages,",
  "Who says, ‘I will build myself a large house With spacious upstairs rooms, And cut out its windows, Paneling it with cedar and painting it bright red.’",
  "Do you become a king because you are competing in cedar? Did your father not eat and drink And do justice and righteousness? Then it was well for him.",
  "He pled the cause of the afflicted and the poor, Then it was well. Is that not what it means to know Me?” Declares the Lord.",
  "“But your eyes and your heart Are intent only upon your own dishonest gain, And on shedding innocent blood, And on practicing oppression and extortion.”",
  "Therefore this is what the Lord says regarding Jehoiakim the son of Josiah, king of Judah: “They will not mourn for him: ‘Oh, my brother!’ or, ‘Oh, sister!’ They will not mourn for him: ‘Oh, for the master!’ or, ‘Oh, for his splendor!’",
  "He will be buried with a donkey’s burial, Dragged off and thrown out beyond the gates of Jerusalem.",
  "Go up to Lebanon and cry out, And raise your voice in Bashan; Cry out also from Abarim, For all your lovers have been crushed.",
  "I spoke to you in your prosperity; But you said, ‘I will not listen!’ This has been your way from your youth, That you have not obeyed My voice.",
  "The wind will sweep away all your shepherds, And your lovers will go into captivity; Then you will certainly be ashamed and humiliated Because of all your wickedness.",
  "You who live in Lebanon, Nested in the cedars, How you will groan when sharp pains come on you, Pain like a woman in childbirth!",
  "“As I live,” declares the Lord, “even if Coniah the son of Jehoiakim king of Judah were a signet ring on My right hand, yet I would pull you off;",
  "and I will hand you over to those who are seeking your life, yes, to those of whom you are frightened, that is, to Nebuchadnezzar king of Babylon and the Chaldeans.",
  "I will hurl you and your mother who gave birth to you into another country where you were not born, and there you will die.",
  "But as for the land to which they long to return, they will not return to it.",
  "Is this man Coniah a despised, shattered jar? Or is he an undesirable vessel? Why have he and his descendants been hurled out And cast into a land that they had not known?",
  "O land, land, land, Hear the word of the Lord!",
  "This is what the Lord says: ‘Write this man down as childless, A man who will not prosper in his days; For no man among his descendants will prosper Sitting on the throne of David Or ruling again in Judah.’”"
]