[
  "In the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from the Lord, saying,",
  "“Take a scroll and write on it all the words which I have spoken to you concerning Israel, Judah, and all the nations, from the day I first spoke to you, from the days of Josiah, even to this day.",
  "Perhaps the house of Judah will listen to all the disaster which I plan to carry out against them, so that every person will turn from his evil way; then I will forgive their wrongdoing and their sin.”",
  "Then Jeremiah called Baruch the son of Neriah, and Baruch wrote on a scroll at the dictation of Jeremiah all the words of the Lord which He had spoken to him.",
  "Jeremiah then commanded Baruch, saying, “I am restricted; I cannot go into the house of the Lord.",
  "So you go and read from the scroll, which you have written at my dictation, the words of the Lord to the people at the Lord’s house on a day of fasting. And you shall also read them to all the people of Judah who come from their cities.",
  "Perhaps their pleading will come before the Lord, and everyone will turn from his evil way; for great is the anger and the wrath that the Lord has pronounced against this people.”",
  "So Baruch the son of Neriah acted in accordance with all that Jeremiah the prophet commanded him, reading from the book the words of the Lord in the Lord’s house.",
  "Now in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the cities of Judah to Jerusalem proclaimed a fast before the Lord.",
  "Then Baruch read to all the people from the book the words of Jeremiah in the house of the Lord in the chamber of Gemariah the son of Shaphan the scribe, in the upper courtyard, at the entry of the New Gate of the Lord’s house.",
  "Now when Micaiah the son of Gemariah, the son of Shaphan, had heard all the words of the Lord from the book,",
  "he went down to the king’s house, into the scribe’s chamber. And behold, all the officials were sitting there—Elishama the scribe, Delaiah the son of Shemaiah, Elnathan the son of Achbor, Gemariah the son of Shaphan, Zedekiah the son of Hananiah, and all the other officials.",
  "And Micaiah declared to them all the words that he had heard when Baruch read from the book to the people.",
  "Then all the officials sent Jehudi the son of Nethaniah, who was the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll from which you have read to the people and come.” So Baruch the son of Neriah took the scroll in his hand and came to them.",
  "And they said to him, “Sit down, please, and read it to us.” So Baruch read it to them.",
  "When they had heard all the words, they turned in fear one to another. And they said to Baruch, “We will certainly report all these words to the king.”",
  "Then they asked Baruch, saying, “Tell us, please, how did you write all these words? Was it at Jeremiah’s dictation?”",
  "And Baruch said to them, “He dictated all these words to me, and I wrote them with ink on the book.”",
  "Then the officials said to Baruch, “Go, hide yourself, you and Jeremiah, and do not let anyone know where you are.”",
  "So they came to the king in the courtyard, but they had deposited the scroll in the chamber of Elishama the scribe; and they reported all the words to the king.",
  "Then the king sent Jehudi to get the scroll, and he took it out of the chamber of Elishama the scribe. And Jehudi read it to the king as well as to all the officials who were standing beside the king.",
  "Now the king was sitting in the winter house in the ninth month, with a fire burning in the brazier before him.",
  "And when Jehudi had read three or four columns, the king cut it with a scribe’s knife and threw it into the fire that was in the brazier, until all of the scroll was consumed in the fire that was in the brazier.",
  "Yet the king and all his servants who heard all these words did not tremble in fear, nor did they tear their garments.",
  "Even though Elnathan, Delaiah, and Gemariah urged the king not to burn the scroll, he would not listen to them.",
  "And the king commanded Jerahmeel the king’s son, Seraiah the son of Azriel, and Shelemiah the son of Abdeel to seize Baruch the scribe and Jeremiah the prophet, but the Lord hid them.",
  "Then the word of the Lord came to Jeremiah after the king had burned the scroll and the words which Baruch had written at the dictation of Jeremiah, saying,",
  "“Take again another scroll and write on it all the previous words that were on the first scroll, which Jehoiakim the king of Judah burned.",
  "And concerning Jehoiakim king of Judah you shall say, ‘This is what the Lord says: “You have burned this scroll, saying, ‘Why have you written on it that the king of Babylon will certainly come and destroy this land, and will make mankind and animals disappear from it?’”",
  "Therefore this is what the Lord says concerning Jehoiakim king of Judah: “He shall have no one to sit on the throne of David, and his dead body shall be thrown out to the heat of the day and the frost of the night.",
  "I will also punish him, his descendants, and his servants for their wrongdoing, and I will bring on them and the inhabitants of Jerusalem and the people of Judah all the disaster that I have declared to them—but they did not listen.”’”",
  "Then Jeremiah took another scroll and gave it to the scribe Baruch the son of Neriah, and he wrote on it at the dictation of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire; and many similar words were added to them."
]