[
  "Concerning the sons of Ammon. This is what the Lord says: “Does Israel have no sons? Or has he no heirs? Why then has Malcam taken possession of Gad, And his people settled in its cities?",
  "Therefore behold, the days are coming,” declares the Lord, “When I will cause an alarm of war to be heard Against Rabbah of the sons of Ammon; And it will become a desolate heap, And her towns will be set on fire. Then Israel will take possession of his possessors,” Says the Lord.",
  "“Wail, Heshbon, for Ai has been destroyed! Cry out, daughters of Rabbah, Put on sackcloth and mourn, And move about inside the walls; For Malcam will go into exile Together with his priests and his leaders.",
  "How you boast about the valleys! Your valley is flowing away, You backsliding daughter Who trusts in her treasures, saying, ‘Who can come against me?’",
  "Behold, I am going to bring terror upon you,” Declares the Lord God of armies, “From all directions around you; And you will be driven away one after another, With no one to gather the fugitives together.",
  "But afterward I will restore The fortunes of the sons of Ammon,” Declares the Lord.",
  "Concerning Edom. This is what the Lord of armies says: “Is there no longer any wisdom in Teman? Has good advice been lost by the prudent? Has their wisdom decayed?",
  "Flee away, turn back, dwell in the depths, You inhabitants of Dedan, For I will bring the disaster of Esau upon him At the time I punish him.",
  "If grape pickers came to you, Would they not leave gleanings? If thieves came by night, They would destroy only what was sufficient for them.",
  "But I have stripped Esau bare, I have uncovered his hiding places So that he will not be able to conceal himself; His offspring have been destroyed along with his brothers And his neighbors, and he no longer exists.",
  "Leave your orphans behind, I will keep them alive; And let your widows trust in Me.”",
  "For this is what the Lord says: “Behold, those who were not sentenced to drink the cup will certainly drink it, so are you the one who will be held completely blameless? You will not be held blameless, but you will certainly drink it.",
  "For I have sworn by Myself,” declares the Lord, “that Bozrah will become an object of horror, a disgrace, a wasteland, and a curse; and all its cities will become permanent ruins.”",
  "I have heard a message from the Lord, And a messenger is being sent among the nations, saying, “Gather yourselves together and come against her, And rise up for battle!”",
  "“For behold, I have made you small among the nations, Despised among people.",
  "As for the terror you cause, The arrogance of your heart has deceived you, You who live in the clefts of the rock, Who occupy the height of the hill. Though you make your nest as high as an eagle’s, I will bring you down from there,” declares the Lord.",
  "“Edom will become an object of horror; everyone who passes by it will be appalled and will hiss at all its wounds.",
  "Like the overthrow of Sodom and Gomorrah with its neighbors,” says the Lord, “no one will live there, nor will anyone of mankind reside in it.",
  "Behold, one will come up like a lion from the thicket of the Jordan to a perennially watered pasture; for in an instant I will chase him away from it, and I will appoint over it whoever is chosen. For who is like Me, and who will summon Me into court? And who then is the shepherd who can stand against Me?”",
  "Therefore hear the plan of the Lord which He has planned against Edom, and His purposes which He has in mind against the inhabitants of Teman: they will certainly drag them off, even the little ones of the flock; He will certainly make their pasture desolate because of them.",
  "The earth has quaked at the noise of their downfall. There is an outcry! The noise of it has been heard at the Red Sea.",
  "Behold, He will mount up and swoop like an eagle, and spread out His wings against Bozrah; and the hearts of the warriors of Edom on that day will be like the heart of a woman in labor.",
  "Concerning Damascus: “Hamath and Arpad are put to shame, For they have heard bad news; They despair. There is anxiety at the sea, It cannot be calmed.",
  "Damascus has become helpless; She has turned away to flee, And panic has gripped her; Distress and labor pains have seized her Like a woman in childbirth.",
  "How the city of praise has not been deserted, The town of My joy!",
  "Therefore, her young men will fall in her streets, And all the men of war will perish on that day,” declares the Lord of armies.",
  "“I will set fire to the wall of Damascus, And it will devour the fortified palace of Ben-hadad.”",
  "Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated. This is what the Lord says: “Arise, go up to Kedar And devastate the people of the east.",
  "They will take away their tents and their flocks; They will carry off for themselves Their tent curtains, all their goods and their camels, And they will call out to one another, ‘Horror on every side!’",
  "Run away, flee! Dwell in the depths, You inhabitants of Hazor,” declares the Lord; “For Nebuchadnezzar king of Babylon has formed a plan against you And devised a scheme against you.",
  "Arise, go up against a nation which is at ease, Which lives securely,” declares the Lord. “It has no gates or bars; They dwell alone.",
  "Their camels will become plunder, And their many livestock for spoils, And I will scatter to all the winds those who cut the corners of their hair; And I will bring their disaster from every side,” declares the Lord.",
  "“Hazor will become a haunt of jackals, A desolation forever; No one will live there, Nor will anyone of mankind reside in it.”",
  "The word of the Lord that came to Jeremiah the prophet concerning Elam, at the beginning of the reign of Zedekiah king of Judah, saying:",
  "“This is what the Lord of armies says: ‘Behold, I am going to break the bow of Elam, The finest of their might.",
  "I will bring upon Elam the four winds From the four ends of heaven, And will scatter them to all these winds; And there will be no nation To which the outcasts of Elam will not go.",
  "So I will shatter Elam before their enemies And before those who seek their lives; And I will bring disaster upon them, Even My fierce anger,’ declares the Lord, ‘And I will send the sword after them Until I have consumed them.",
  "Then I will set My throne in Elam, And eliminate from there the king and officials,’ Declares the Lord.",
  "‘But it will come about in the last days That I will restore the fortunes of Elam,’” Declares the Lord."
]