[
  "“Roam about through the streets of Jerusalem, And look and take notice. And seek in her public squares, If you can find a person, If there is one who does justice, who seeks honesty, Then I will forgive her.",
  "And although they say, ‘As the Lord lives,’ Certainly they swear falsely.”",
  "Lord, do Your eyes not look for honesty? You have struck them, But they did not weaken; You have consumed them, But they refused to accept discipline. They have made their faces harder than rock; They have refused to repent.",
  "Then I said, “They are only the poor, They are foolish; For they do not know the way of the Lord Or the judgment of their God.",
  "I will go to the great And speak to them, For they know the way of the Lord And the judgment of their God.” But together they too have broken the yoke And burst the restraints.",
  "Therefore a lion from the forest will kill them, A wolf of the deserts will destroy them, A leopard is watching their cities. Everyone who goes out of them will be torn in pieces, Because their wrongdoings are many, Their apostasies are numerous.",
  "“Why should I forgive you? Your sons have forsaken Me And sworn by those who are not gods. When I had fed them to the full, They committed adultery And stayed at the prostitute’s house.",
  "They were well-fed lusty horses, Each one neighing at his neighbor’s wife.",
  "Shall I not punish them for these things?” declares the Lord, “And shall I not avenge Myself On a nation such as this?",
  "“Go up through her vine rows and destroy, But do not execute a complete destruction; Strip away her branches, For they are not the Lord’s.",
  "For the house of Israel and the house of Judah Have dealt very treacherously with Me,” declares the Lord.",
  "They have lied about the Lord And said, “Not He; Misfortune will not come upon us, Nor will we see sword or famine.",
  "The prophets are as wind, And the word is not in them. So it will be done to them!”",
  "Therefore, this is what the Lord, the God of armies says: “Because you have spoken this word, Behold, I am making My words fire in your mouth, And this people wood, and it will consume them.",
  "Behold, I am bringing a nation against you from far away, you house of Israel,” declares the Lord. “It is an enduring nation, It is an ancient nation, A nation whose language you do not know, Nor can you understand what they say.",
  "Their quiver is like an open grave, All of them are warriors.",
  "They will devour your harvest and your food; They will devour your sons and your daughters; They will devour your flocks and your herds; They will devour your vines and your fig trees; They will demolish your fortified cities, in which you trust, with the sword.",
  "“Yet even in those days,” declares the Lord, “I will not make a complete destruction of you.",
  "And it shall come about when they say, ‘Why has the Lord our God done all these things to us?’ then you shall say to them, ‘Just as you have abandoned Me and served foreign gods in your land, so you will serve strangers in a land that is not yours.’",
  "“Declare this in the house of Jacob And proclaim it in Judah, saying,",
  "‘Now hear this, you foolish and senseless people, Who have eyes but do not see, Who have ears but do not hear.",
  "Do you not fear Me?’ declares the Lord. ‘Do you not tremble in My presence? For I have placed the sand as a boundary for the sea, An eternal limit, and it will not cross over it. Though the waves toss, they cannot prevail; Though they roar, they will not cross over it.",
  "But this people has a stubborn and rebellious heart; They have turned aside and departed.",
  "They do not say in their heart, “Let us now fear the Lord our God, Who gives rain in its season, Both the autumn rain and the spring rain, Who keeps for us The appointed weeks of the harvest.”",
  "Your wrongdoings have turned these away, And your sins have kept good away from you.",
  "For wicked people are found among My people, They watch like fowlers lying in wait; They set a trap, They catch people.",
  "Like a cage full of birds, So their houses are full of deceit; Therefore they have become great and rich.",
  "They are fat, they are sleek, They also excel in deeds of wickedness; They do not plead the cause, The cause of the orphan, so that they may be successful; And they do not defend the rights of the poor.",
  "Shall I not punish them for these things?’ declares the Lord, ‘Or shall I not avenge Myself On a nation such as this?’",
  "“An appalling and horrible thing Has happened in the land:",
  "The prophets prophesy falsely, And the priests rule on their own authority; And My people love it this way! But what will you do when the end comes?"
]