[
  "The word of the Lord that came to Joel, the son of Pethuel:",
  "Hear this, you elders, And listen, all inhabitants of the land. Has anything like this happened in your days, Or in your fathers’ days?",
  "Tell your sons about it, And have your sons tell their sons, And their sons the next generation.",
  "What the gnawing locust has left, the swarming locust has eaten; And what the swarming locust has left, the creeping locust has eaten; And what the creeping locust has left, the stripping locust has eaten.",
  "Awake, you heavy drinkers, and weep; And wail, all you wine drinkers, Because of the sweet wine, For it has been eliminated from your mouth.",
  "For a nation has invaded my land, Mighty and without number; Its teeth are the teeth of a lion, And it has the jaws of a lioness.",
  "It has made my vine a waste And my fig tree a stump. It has stripped them bare and hurled them away; Their branches have become white.",
  "Wail like a virgin clothed with sackcloth For the groom of her youth.",
  "The grain offering and the drink offering have been cut off From the house of the Lord. The priests mourn, The ministers of the Lord.",
  "The field is ruined, The land mourns; For the grain is ruined, The new wine has dried up, Fresh oil has failed.",
  "Be ashamed, you farm workers, Wail, you vinedressers, For the wheat and the barley; Because the harvest of the field is destroyed.",
  "The vine has dried up And the fig tree has withered; The pomegranate, the palm also, and the apple tree, All the trees of the field have dried up. Indeed, joy has dried up From the sons of mankind.",
  "Put on sackcloth And mourn, you priests; Wail, you ministers of the altar! Come, spend the night in sackcloth, You ministers of my God, For the grain offering and the drink offering Have been withheld from the house of your God.",
  "Consecrate a fast, Proclaim a solemn assembly; Gather the elders And all the inhabitants of the land To the house of the Lord your God, And cry out to the Lord.",
  "Woe for the day! For the day of the Lord is near, And it will come as destruction from the Almighty.",
  "Has food not been cut off before our eyes, and Joy and rejoicing from the house of our God?",
  "The seeds have dried up under their shovels; The storehouses have become desolate, The grain silos are ruined, Because the grain has dried up.",
  "How the animals have groaned! The herds of cattle have wandered aimlessly Because there is no pasture for them; Even the flocks of sheep have suffered.",
  "To You, Lord, I cry out; For fire has devoured the pastures of the wilderness, And the flame has burned up all the trees of the field.",
  "Even the animals of the field pant for You; For the stream beds of water are dried up, And fire has devoured the pastures of the wilderness."
]