[
  "David sang this song to the Lord on the day the Lord rescued him from all his enemies and from Saul.",
  "He sang: “The Lord is my rock, my fortress, and my savior;",
  "my God is my rock, in whom I find protection. He is my shield, the power that saves me, and my place of safety. He is my refuge, my savior, the one who saves me from violence.",
  "I called on the Lord, who is worthy of praise, and he saved me from my enemies.",
  "“The waves of death overwhelmed me; floods of destruction swept over me.",
  "The grave wrapped its ropes around me; death laid a trap in my path.",
  "But in my distress I cried out to the Lord; yes, I cried to my God for help. He heard me from his sanctuary; my cry reached his ears.",
  "“Then the earth quaked and trembled. The foundations of the heavens shook; they quaked because of his anger.",
  "Smoke poured from his nostrils; fierce flames leaped from his mouth. Glowing coals blazed forth from him.",
  "He opened the heavens and came down; dark storm clouds were beneath his feet.",
  "Mounted on a mighty angelic being, he flew, soaring on the wings of the wind.",
  "He shrouded himself in darkness, veiling his approach with dense rain clouds.",
  "A great brightness shone around him, and burning coals blazed forth.",
  "The Lord thundered from heaven; the voice of the Most High resounded.",
  "He shot arrows and scattered his enemies; his lightning flashed, and they were confused.",
  "Then at the command of the Lord, at the blast of his breath, the bottom of the sea could be seen, and the foundations of the earth were laid bare.",
  "“He reached down from heaven and rescued me; he drew me out of deep waters.",
  "He rescued me from my powerful enemies, from those who hated me and were too strong for me.",
  "They attacked me at a moment when I was in distress, but the Lord supported me.",
  "He led me to a place of safety; he rescued me because he delights in me.",
  "The Lord rewarded me for doing right; he restored me because of my innocence.",
  "For I have kept the ways of the Lord; I have not turned from my God to follow evil.",
  "I have followed all his regulations; I have never abandoned his decrees.",
  "I am blameless before God; I have kept myself from sin.",
  "The Lord rewarded me for doing right. He has seen my innocence.",
  "“To the faithful you show yourself faithful; to those with integrity you show integrity.",
  "To the pure you show yourself pure, but to the crooked you show yourself shrewd.",
  "You rescue the humble, but your eyes watch the proud and humiliate them.",
  "O Lord, you are my lamp. The Lord lights up my darkness.",
  "In your strength I can crush an army; with my God I can scale any wall.",
  "“God’s way is perfect. All the Lord’s promises prove true. He is a shield for all who look to him for protection.",
  "For who is God except the Lord? Who but our God is a solid rock?",
  "God is my strong fortress, and he makes my way perfect.",
  "He makes me as surefooted as a deer, enabling me to stand on mountain heights.",
  "He trains my hands for battle; he strengthens my arm to draw a bronze bow.",
  "You have given me your shield of victory; your help has made me great.",
  "You have made a wide path for my feet to keep them from slipping.",
  "“I chased my enemies and destroyed them; I did not stop until they were conquered.",
  "I consumed them; I struck them down so they did not get up; they fell beneath my feet.",
  "You have armed me with strength for the battle; you have subdued my enemies under my feet.",
  "You placed my foot on their necks. I have destroyed all who hated me.",
  "They looked for help, but no one came to their rescue. They even cried to the Lord, but he refused to answer.",
  "I ground them as fine as the dust of the earth; I trampled them in the gutter like dirt.",
  "“You gave me victory over my accusers. You preserved me as the ruler over nations; people I don’t even know now serve me.",
  "Foreign nations cringe before me; as soon as they hear of me, they submit.",
  "They all lose their courage and come trembling from their strongholds.",
  "“The Lord lives! Praise to my Rock! May God, the Rock of my salvation, be exalted!",
  "He is the God who pays back those who harm me; he brings down the nations under me",
  "and delivers me from my enemies. You hold me safe beyond the reach of my enemies; you save me from violent opponents.",
  "For this, O Lord, I will praise you among the nations; I will sing praises to your name.",
  "You give great victories to your king; you show unfailing love to your anointed, to David and all his descendants forever.”"
]