[
  "Hear my prayer, Lord! And let my cry for help come to You.",
  "Do not hide Your face from me on the day of my distress; Incline Your ear to me; On the day when I call answer me quickly.",
  "For my days have ended in smoke, And my bones have been scorched like a hearth.",
  "My heart has been struck like grass and has withered, Indeed, I forget to eat my bread.",
  "Because of the loudness of my groaning My bones cling to my flesh.",
  "I resemble a pelican of the wilderness; I have become like an owl of the ruins.",
  "I lie awake, I have become like a solitary bird on a housetop.",
  "My enemies have taunted me all day long; Those who deride me have used my name as a curse.",
  "For I have eaten ashes like bread, And mixed my drink with weeping",
  "Because of Your indignation and Your wrath; For You have lifted me up and thrown me away.",
  "My days are like a lengthened shadow, And I wither away like grass.",
  "But You, Lord, remain forever, And Your name remains to all generations.",
  "You will arise and have compassion on Zion; For it is time to be gracious to her, For the appointed time has come.",
  "Surely Your servants take pleasure in her stones, And feel pity for her dust.",
  "So the nations will fear the name of the Lord, And all the kings of the earth, Your glory.",
  "For the Lord has built up Zion; He has appeared in His glory.",
  "He has turned His attention to the prayer of the destitute And has not despised their prayer.",
  "This will be written for the generation to come, That a people yet to be created may praise the Lord:",
  "For He looked down from His holy height; From heaven the Lord looked upon the earth,",
  "To hear the groaning of the prisoner, To set free those who were doomed to death,",
  "So that people may tell of the name of the Lord in Zion, And His praise in Jerusalem,",
  "When the peoples are gathered together, And the kingdoms, to serve the Lord.",
  "He has broken my strength in the way; He has shortened my days.",
  "I say, “My God, do not take me away in the middle of my days, Your years are throughout all generations.",
  "In time of old You founded the earth, And the heavens are the work of Your hands.",
  "Even they will perish, but You endure; All of them will wear out like a garment; Like clothing You will change them and they will pass away.",
  "But You are the same, And Your years will not come to an end.",
  "The children of Your servants will continue, And their descendants will be established before You.”"
]