[
  "Bless the Lord, my soul! Lord my God, You are very great; You are clothed with splendor and majesty,",
  "Covering Yourself with light as with a cloak, Stretching out heaven like a tent curtain.",
  "He lays the beams of His upper chambers in the waters; He makes the clouds His chariot; He walks on the wings of the wind;",
  "He makes the winds His messengers, Flaming fire His ministers.",
  "He established the earth upon its foundations, So that it will not totter forever and ever.",
  "You covered it with the deep sea as with a garment; The waters were standing above the mountains.",
  "They fled from Your rebuke, At the sound of Your thunder they hurried away.",
  "The mountains rose; the valleys sank down To the place which You established for them.",
  "You set a boundary so that they will not pass over, So that they will not return to cover the earth.",
  "He sends forth springs in the valleys; They flow between the mountains;",
  "They give drink to every animal of the field; The wild donkeys quench their thirst.",
  "The birds of the sky dwell beside them; They lift up their voices from among the branches.",
  "He waters the mountains from His upper chambers; The earth is satisfied with the fruit of His works.",
  "He causes the grass to grow for the cattle, And vegetation for the labor of mankind, So that they may produce food from the earth,",
  "And wine, which makes a human heart cheerful, So that he makes his face gleam with oil, And food, which sustains a human heart.",
  "The trees of the Lord drink their fill, The cedars of Lebanon which He planted,",
  "Where the birds build their nests, And the stork, whose home is the juniper trees.",
  "The high mountains are for the wild goats; The cliffs are a refuge for the rock hyrax.",
  "He made the moon for the seasons; The sun knows the place of its setting.",
  "You appoint darkness and it becomes night, In which all the animals of the forest prowl about.",
  "The young lions roar for their prey And seek their food from God.",
  "When the sun rises they withdraw, And they lie down in their dens.",
  "A person goes out to his work And to his labor until evening.",
  "Lord, how many are Your works! In wisdom You have made them all; The earth is full of Your possessions.",
  "There is the sea, great and broad, In which are swarms without number, Animals both small and great.",
  "The ships move along there, And Leviathan, which You have formed to have fun in it.",
  "They all wait for You To give them their food in due season.",
  "You give to them, they gather it up; You open Your hand, they are satisfied with good.",
  "You hide Your face, they are terrified; You take away their breath, they perish And return to their dust.",
  "You send forth Your Spirit, they are created; And You renew the face of the ground.",
  "May the glory of the Lord endure forever; May the Lord rejoice in His works;",
  "He looks at the earth, and it trembles; He touches the mountains, and they smoke.",
  "I will sing to the Lord as long as I live; I will sing praise to my God while I have my being.",
  "May my praise be pleasing to Him; As for me, I shall rejoice in the Lord.",
  "May sinners be removed from the earth And may the wicked be no more. Bless the Lord, my soul. Praise the Lord!"
]