[
  "Praise the Lord! Oh give thanks to the Lord, for He is good; For His mercy is everlasting.",
  "Who can speak of the mighty deeds of the Lord, Or can proclaim all His praise?",
  "How blessed are those who maintain justice, Who practice righteousness at all times!",
  "Remember me, Lord, in Your favor toward Your people. Visit me with Your salvation,",
  "So that I may see the prosperity of Your chosen ones, That I may rejoice in the joy of Your nation, That I may boast with Your inheritance.",
  "We have sinned like our fathers, We have gone astray, we have behaved wickedly.",
  "Our fathers in Egypt did not understand Your wonders; They did not remember Your abundant kindnesses, But rebelled by the sea, at the Red Sea.",
  "Nevertheless He saved them for the sake of His name, So that He might make His power known.",
  "So He rebuked the Red Sea and it dried up, And He led them through the mighty waters, as through the wilderness.",
  "So He saved them from the hand of one who hated them, And redeemed them from the hand of the enemy.",
  "The waters covered their adversaries; Not one of them was left.",
  "Then they believed His words; They sang His praise.",
  "They quickly forgot His works; They did not wait for His plan,",
  "But became lustfully greedy in the wilderness, And put God to the test in the desert.",
  "So He gave them their request, But sent a wasting disease among them.",
  "When they became envious of Moses in the camp, And of Aaron, the holy one of the Lord,",
  "The earth opened and swallowed up Dathan, And engulfed the company of Abiram.",
  "And a fire blazed up in their company; The flame consumed the wicked.",
  "They made a calf in Horeb, And worshiped a cast metal image.",
  "So they exchanged their glory For the image of an ox that eats grass.",
  "They forgot God their Savior, Who had done great things in Egypt,",
  "Wonders in the land of Ham, And awesome things by the Red Sea.",
  "Therefore He said that He would destroy them, If Moses, His chosen one, had not stood in the gap before Him, To turn away His wrath from destroying them.",
  "Then they rejected the pleasant land; They did not believe His word,",
  "But grumbled in their tents; They did not listen to the voice of the Lord.",
  "Therefore He swore to them That He would have them fall in the wilderness,",
  "And that He would bring down their descendants among the nations, And scatter them in the lands.",
  "They also followed Baal-peor, And ate sacrifices offered to the dead.",
  "So they provoked Him to anger with their deeds, And a plague broke out among them.",
  "Then Phinehas stood up and intervened, And so the plague was brought to a halt.",
  "And it was credited to him as righteousness, To all generations forever.",
  "They also provoked Him to wrath at the waters of Meribah, So that it went badly for Moses on their account.",
  "Because they were rebellious against His Spirit, He spoke rashly with his lips.",
  "They did not destroy the peoples, As the Lord had commanded them,",
  "But they got involved with the nations And learned their practices,",
  "And served their idols, Which became a snare to them.",
  "They even sacrificed their sons and their daughters to the demons,",
  "And shed innocent blood, The blood of their sons and their daughters Whom they sacrificed to the idols of Canaan; And the land was defiled with the blood.",
  "So they became unclean in their practices, And were unfaithful in their deeds.",
  "Therefore the anger of the Lord was kindled against His people, And He loathed His inheritance.",
  "So He handed them over to the nations, And those who hated them ruled over them.",
  "Their enemies also oppressed them, And they were subdued under their power.",
  "Many times He would rescue them; They, however, were rebellious in their plan, And they sank down into their guilt.",
  "Nevertheless He looked at their distress When He heard their cry;",
  "And He remembered His covenant for their sake, And relented according to the greatness of His mercy.",
  "He also made them objects of compassion In the presence of all their captors.",
  "Save us, Lord our God, And gather us from the nations, To give thanks to Your holy name And glory in Your praise.",
  "Blessed be the Lord, the God of Israel, From everlasting to everlasting. And all the people shall say, “Amen.” Praise the Lord!"
]