[
  "Give thanks to the Lord, for He is good, For His mercy is everlasting.",
  "The redeemed of the Lord shall say so, Those whom He has redeemed from the hand of the enemy",
  "And gathered from the lands, From the east and from the west, From the north and from the south.",
  "They wandered in the wilderness in a desert region; They did not find a way to an inhabited city.",
  "They were hungry and thirsty; Their souls felt weak within them.",
  "Then they cried out to the Lord in their trouble; He saved them from their distresses.",
  "He also had them walk on a straight way, To go to an inhabited city.",
  "They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!",
  "For He has satisfied the thirsty soul, And He has filled the hungry soul with what is good.",
  "There were those who lived in darkness and in the shadow of death, Prisoners in misery and chains,",
  "Because they had rebelled against the words of God And rejected the plan of the Most High.",
  "Therefore He humbled their heart with labor; They stumbled and there was no one to help.",
  "Then they cried out to the Lord in their trouble; He saved them from their distresses.",
  "He brought them out of darkness and the shadow of death And broke their bands apart.",
  "They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!",
  "For He has shattered gates of bronze And cut off bars of iron.",
  "Fools, because of their rebellious way, And because of their guilty deeds, were afflicted.",
  "Their souls loathed all kinds of food, And they came close to the gates of death.",
  "Then they cried out to the Lord in their trouble; He saved them from their distresses.",
  "He sent His word and healed them, And saved them from their destruction.",
  "They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!",
  "They shall also offer sacrifices of thanksgiving, And tell of His works with joyful singing.",
  "Those who go down to the sea in ships, Who do business on great waters;",
  "They have seen the works of the Lord, And His wonders in the deep.",
  "For He spoke and raised a stormy wind, Which lifted the waves of the sea.",
  "They rose up to the heavens, they went down to the depths; Their soul melted away in their misery.",
  "They reeled and staggered like a drunken person, And were at their wits’ end.",
  "Then they cried out to the Lord in their trouble, And He brought them out of their distresses.",
  "He caused the storm to be still, So that the waves of the sea were hushed.",
  "Then they were glad because they were quiet, So He guided them to their desired harbor.",
  "They shall give thanks to the Lord for His mercy, And for His wonders to the sons of mankind!",
  "They shall also exalt Him in the congregation of the people, And praise Him at the seat of the elders.",
  "He turns rivers into a wilderness, And springs of water into a thirsty ground;",
  "And a fruitful land into a salt waste, Because of the wickedness of those who dwell in it.",
  "He turns a wilderness into a pool of water, And a dry land into springs of water;",
  "And He has the hungry live there, So that they may establish an inhabited city,",
  "And sow fields and plant vineyards, And gather a fruitful harvest.",
  "He also blesses them and they multiply greatly, And He does not let their cattle decrease.",
  "When they become few and lowly Because of oppression, misery, and sorrow,",
  "He pours contempt upon noblemen And makes them wander in a pathless wasteland.",
  "But He sets the needy securely on high, away from affliction, And makes his families like a flock.",
  "The upright see it and are glad; But all injustice shuts its mouth.",
  "Who is wise? He is to pay attention to these things, And consider the mercy of the Lord."
]