[
  "God of my praise, Do not be silent!",
  "For they have opened a wicked and deceitful mouth against me; They have spoken against me with a lying tongue.",
  "They have also surrounded me with words of hatred, And have fought against me without cause.",
  "In return for my love they act as my accusers; But I am in prayer.",
  "So they have repaid me evil for good, And hatred for my love.",
  "Appoint a wicked person over him, And may an accuser stand at his right hand.",
  "When he is judged, may he come out guilty, And may his prayer become sin.",
  "May his days be few; May another take his office.",
  "May his children be fatherless, And his wife a widow.",
  "May his children wander about and beg; And may they seek sustenance far from their ruined homes.",
  "May the creditor seize everything that he has, And may strangers plunder the product of his labor.",
  "May there be none to extend kindness to him, Nor any to be gracious to his fatherless children.",
  "May his descendants be eliminated; May their name be wiped out in a following generation.",
  "May the guilt of his fathers be remembered before the Lord, And do not let the sin of his mother be wiped out.",
  "May they be before the Lord continually, So that He may eliminate their memory from the earth;",
  "Because he did not remember to show mercy, But persecuted the afflicted and needy person, And the despondent in heart, to put them to death.",
  "He also loved cursing, so it came to him; And he did not delight in blessing, so it was far from him.",
  "But he clothed himself with cursing as with his garment, And it entered his body like water, And like oil into his bones.",
  "May it be to him as a garment with which he covers himself, And as a belt which he constantly wears around himself.",
  "May this be the reward of my accusers from the Lord, And of those who speak evil against my soul.",
  "But You, God, the Lord, deal kindly with me for the sake of Your name; Because Your mercy is good, rescue me;",
  "For I am afflicted and needy, And my heart is wounded within me.",
  "I am passing like a shadow when it lengthens; I am shaken off like the locust.",
  "My knees are weak from fasting, And my flesh has grown lean, without fatness.",
  "I also have become a disgrace to them; When they see me, they shake their head.",
  "Help me, Lord my God; Save me according to Your mercy.",
  "And may they know that this is Your hand; You, Lord, have done it.",
  "They will curse, but You bless; When they arise, they will be ashamed, But Your servant will be glad.",
  "May my accusers be clothed with dishonor, And may they cover themselves with their own shame as with a robe.",
  "With my mouth I will give thanks abundantly to the Lord; And I will praise Him in the midst of many.",
  "For He stands at the right hand of the needy, To save him from those who judge his soul."
]