[
  "Give thanks to the Lord, for He is good; For His mercy is everlasting.",
  "Let Israel say, “His mercy is everlasting.”",
  "Oh let the house of Aaron say, “His mercy is everlasting.”",
  "Let those who fear the Lord say, “His mercy is everlasting.”",
  "From my distress I called upon the Lord; The Lord answered me and put me in an open space.",
  "The Lord is for me; I will not fear; What can man do to me?",
  "The Lord is for me among those who help me; Therefore I will look with satisfaction on those who hate me.",
  "It is better to take refuge in the Lord Than to trust in people.",
  "It is better to take refuge in the Lord Than to trust in noblemen.",
  "All nations surrounded me; In the name of the Lord I will certainly fend them off.",
  "They surrounded me, yes, they surrounded me; In the name of the Lord I will certainly fend them off.",
  "They surrounded me like bees; They were extinguished like a fire of thorn bushes; In the name of the Lord I will certainly fend them off.",
  "You pushed me violently so that I was falling, But the Lord helped me.",
  "The Lord is my strength and song, And He has become my salvation.",
  "The sound of joyful shouting and salvation is in the tents of the righteous; The right hand of the Lord performs valiantly.",
  "The right hand of the Lord is exalted; The right hand of the Lord performs valiantly.",
  "I will not die, but live, And tell of the works of the Lord.",
  "The Lord has disciplined me severely, But He has not turned me over to death.",
  "Open the gates of righteousness to me; I will enter through them, I will give thanks to the Lord.",
  "This is the gate of the Lord; The righteous will enter through it.",
  "I will give thanks to You, for You have answered me, And You have become my salvation.",
  "A stone which the builders rejected Has become the chief cornerstone.",
  "This came about from the Lord; It is marvelous in our eyes.",
  "This is the day which the Lord has made; Let’s rejoice and be glad in it.",
  "Please, O Lord, do save us; Please, O Lord, do send prosperity!",
  "Blessed is the one who comes in the name of the Lord; We have blessed you from the house of the Lord.",
  "The Lord is God, and He has given us light; Bind the festival sacrifice to the horns of the altar with cords.",
  "You are my God, and I give thanks to You; You are my God, I exalt You.",
  "Give thanks to the Lord, for He is good; For His mercy is everlasting."
]