[
  "Give thanks to the Lord, for He is good, For His faithfulness is everlasting.",
  "Give thanks to the God of gods, For His faithfulness is everlasting.",
  "Give thanks to the Lord of lords, For His faithfulness is everlasting.",
  "To Him who alone does great wonders, For His faithfulness is everlasting;",
  "To Him who made the heavens with skill, For His faithfulness is everlasting;",
  "To Him who spread out the earth above the waters, For His faithfulness is everlasting;",
  "To Him who made the great lights, For His faithfulness is everlasting:",
  "The sun to rule by day, For His faithfulness is everlasting,",
  "The moon and stars to rule by night, For His faithfulness is everlasting.",
  "To Him who struck the Egyptians, that is, their firstborn, For His faithfulness is everlasting,",
  "And brought Israel out from their midst, For His faithfulness is everlasting,",
  "With a strong hand and an outstretched arm, For His faithfulness is everlasting.",
  "To Him who divided the Red Sea in parts, For His faithfulness is everlasting,",
  "And allowed Israel to pass through the midst of it, For His faithfulness is everlasting;",
  "But He overthrew Pharaoh and his army in the Red Sea, For His faithfulness is everlasting.",
  "To Him who led His people through the wilderness, For His faithfulness is everlasting;",
  "To Him who struck great kings, For His faithfulness is everlasting,",
  "And brought death to mighty kings, For His faithfulness is everlasting:",
  "Sihon, king of the Amorites, For His faithfulness is everlasting,",
  "And Og, king of Bashan, For His faithfulness is everlasting,",
  "And gave their land as an inheritance, For His faithfulness is everlasting,",
  "An inheritance to His servant Israel, For His faithfulness is everlasting.",
  "Who remembered us in our lowliness, For His faithfulness is everlasting,",
  "And has rescued us from our enemies, For His faithfulness is everlasting;",
  "Who gives food to all flesh, For His faithfulness is everlasting.",
  "Give thanks to the God of heaven, For His faithfulness is everlasting."
]