[
  "Lord, You have searched me and known me.",
  "You know when I sit down and when I get up; You understand my thought from far away.",
  "You scrutinize my path and my lying down, And are acquainted with all my ways.",
  "Even before there is a word on my tongue, Behold, Lord, You know it all.",
  "You have encircled me behind and in front, And placed Your hand upon me.",
  "Such knowledge is too wonderful for me; It is too high, I cannot comprehend it.",
  "Where can I go from Your Spirit? Or where can I flee from Your presence?",
  "If I ascend to heaven, You are there; If I make my bed in Sheol, behold, You are there.",
  "If I take up the wings of the dawn, If I dwell in the remotest part of the sea,",
  "Even there Your hand will lead me, And Your right hand will take hold of me.",
  "If I say, “Surely the darkness will overwhelm me, And the light around me will be night,”",
  "Even darkness is not dark to You, And the night is as bright as the day. Darkness and light are alike to You.",
  "For You created my innermost parts; You wove me in my mother’s womb.",
  "I will give thanks to You, because I am awesomely and wonderfully made; Wonderful are Your works, And my soul knows it very well.",
  "My frame was not hidden from You When I was made in secret, And skillfully formed in the depths of the earth;",
  "Your eyes have seen my formless substance; And in Your book were written All the days that were ordained for me, When as yet there was not one of them.",
  "How precious also are Your thoughts for me, God! How vast is the sum of them!",
  "Were I to count them, they would outnumber the sand. When I awake, I am still with You.",
  "If only You would put the wicked to death, God; Leave me, you men of bloodshed.",
  "For they speak against You wickedly, And Your enemies take Your name in vain.",
  "Do I not hate those who hate You, Lord? And do I not loathe those who rise up against You?",
  "I hate them with the utmost hatred; They have become my enemies.",
  "Search me, God, and know my heart; Put me to the test and know my anxious thoughts;",
  "And see if there is any hurtful way in me, And lead me in the everlasting way."
]