[
  "My God, my God, why have You forsaken me? Far from my help are the words of my groaning.",
  "My God, I cry out by day, but You do not answer; And by night, but I have no rest.",
  "Yet You are holy, You who are enthroned upon the praises of Israel.",
  "In You our fathers trusted; They trusted and You rescued them.",
  "To You they cried out and they fled to safety; In You they trusted and were not disappointed.",
  "But I am a worm and not a person, A disgrace of mankind and despised by the people.",
  "All who see me deride me; They sneer, they shake their heads, saying,",
  "“Turn him over to the Lord; let Him save him; Let Him rescue him, because He delights in him.”",
  "Yet You are He who brought me forth from the womb; You made me trust when upon my mother’s breasts.",
  "I was cast upon You from birth; You have been my God from my mother’s womb.",
  "Do not be far from me, for trouble is near; For there is no one to help.",
  "Many bulls have surrounded me; Strong bulls of Bashan have encircled me.",
  "They open their mouths wide at me, As a ravening and roaring lion.",
  "I am poured out like water, And all my bones are out of joint; My heart is like wax; It is melted within me.",
  "My strength is dried up like a piece of pottery, And my tongue clings to my jaws; And You lay me in the dust of death.",
  "For dogs have surrounded me; A band of evildoers has encompassed me; They pierced my hands and my feet.",
  "I can count all my bones. They look, they stare at me;",
  "They divide my garments among them, And they cast lots for my clothing.",
  "But You, Lord, do not be far away; You who are my help, hurry to my assistance.",
  "Save my soul from the sword, My only life from the power of the dog.",
  "Save me from the lion’s mouth; From the horns of the wild oxen You answer me.",
  "I will proclaim Your name to my brothers; In the midst of the assembly I will praise You.",
  "You who fear the Lord, praise Him; All you descendants of Jacob, glorify Him, And stand in awe of Him, all you descendants of Israel.",
  "For He has not despised nor scorned the suffering of the afflicted; Nor has He hidden His face from him; But when he cried to Him for help, He heard.",
  "From You comes my praise in the great assembly; I shall pay my vows before those who fear Him.",
  "The afflicted will eat and be satisfied; Those who seek Him will praise the Lord. May your heart live forever!",
  "All the ends of the earth will remember and turn to the Lord, And all the families of the nations will worship before You.",
  "For the kingdom is the Lord’s And He rules over the nations.",
  "All the prosperous of the earth will eat and worship, All those who go down to the dust will kneel before Him, Even he who cannot keep his soul alive.",
  "A posterity will serve Him; It will be told of the Lord to the coming generation.",
  "They will come and will declare His righteousness To a people who will be born, that He has performed it."
]