[
  "Contend, Lord, with those who contend with me; Fight against those who fight against me.",
  "Take hold of buckler and shield And rise up as my help.",
  "Draw also the spear and the battle-axe to meet those who pursue me; Say to my soul, “I am your salvation.”",
  "Let those be ashamed and dishonored who seek my life; Let those be turned back and humiliated who devise evil against me.",
  "Let them be like chaff before the wind, With the angel of the Lord driving them on.",
  "Let their way be dark and slippery, With the angel of the Lord pursuing them.",
  "For they hid their net for me without cause; Without cause they dug a pit for my soul.",
  "Let destruction come upon him when he is unaware, And let the net which he hid catch him; Let him fall into that very destruction.",
  "So my soul shall rejoice in the Lord; It shall rejoice in His salvation.",
  "All my bones will say, “Lord, who is like You, Who rescues the afflicted from one who is too strong for him, And the afflicted and the poor from one who robs him?”",
  "Malicious witnesses rise up; They ask me things that I do not know.",
  "They repay me evil for good, To the bereavement of my soul.",
  "But as for me, when they were sick, my clothing was sackcloth; I humbled my soul with fasting, But my prayer kept returning to me.",
  "I went about as though it were my friend or brother; I bowed down in mourning, like one who mourns for a mother.",
  "But at my stumbling they rejoiced and gathered themselves together; The afflicted people whom I did not know gathered together against me, They slandered me without ceasing.",
  "Like godless jesters at a feast, They gnashed at me with their teeth.",
  "Lord, how long will You look on? Rescue my soul from their ravages, My only life from the lions.",
  "I will give You thanks in the great congregation; I will praise You among a mighty people.",
  "Do not let those who are wrongfully my enemies rejoice over me; Nor let those who hate me for no reason wink maliciously.",
  "For they do not speak peace, But they devise deceitful words against those who are quiet in the land.",
  "They opened their mouth wide against me; They said, “Aha, aha! Our eyes have seen it!”",
  "You have seen it, Lord, do not keep silent; Lord, do not be far from me.",
  "Stir Yourself, and awake to my right And to my cause, my God and my Lord.",
  "Judge me, Lord my God, according to Your righteousness, And do not let them rejoice over me.",
  "Do not let them say in their heart, “Aha, our desire!” Do not let them say, “We have swallowed him up!”",
  "May those be ashamed and altogether humiliated who rejoice at my distress; May those who exalt themselves over me be clothed with shame and dishonor.",
  "May those shout for joy and rejoice, who take delight in my vindication; And may they say continually, “The Lord be exalted, Who delights in the prosperity of His servant.”",
  "And my tongue shall proclaim Your righteousness And Your praise all day long."
]