[
  "Do not get upset because of evildoers, Do not be envious of wrongdoers.",
  "For they will wither quickly like the grass, And decay like the green plants.",
  "Trust in the Lord and do good; Live in the land and cultivate faithfulness.",
  "Delight yourself in the Lord; And He will give you the desires of your heart.",
  "Commit your way to the Lord, Trust also in Him, and He will do it.",
  "He will bring out your righteousness as the light, And your judgment as the noonday.",
  "Rest in the Lord and wait patiently for Him; Do not get upset because of one who is successful in his way, Because of the person who carries out wicked schemes.",
  "Cease from anger and abandon wrath; Do not get upset; it leads only to evildoing.",
  "For evildoers will be eliminated, But those who wait for the Lord, they will inherit the land.",
  "Yet a little while and the wicked person will be no more; And you will look carefully for his place and he will not be there.",
  "But the humble will inherit the land And will delight themselves in abundant prosperity.",
  "The wicked plots against the righteous, And gnashes at him with his teeth.",
  "The Lord laughs at him, For He sees that his day is coming.",
  "The wicked have drawn the sword and bent their bow To take down the afflicted and the needy, To kill off those who are upright in conduct.",
  "Their sword will enter their own heart, And their bows will be broken.",
  "Better is the little of the righteous Than the abundance of many wicked.",
  "For the arms of the wicked will be broken, But the Lord sustains the righteous.",
  "The Lord knows the days of the blameless, And their inheritance will be forever.",
  "They will not be ashamed in the time of evil, And in the days of famine they will have plenty.",
  "But the wicked will perish; And the enemies of the Lord will be like the glory of the pastures, They vanish—like smoke they vanish away.",
  "The wicked borrows and does not pay back, But the righteous is gracious and gives.",
  "For those blessed by Him will inherit the land, But those cursed by Him will be eliminated.",
  "The steps of a man are established by the Lord, And He delights in his way.",
  "When he falls, he will not be hurled down, Because the Lord is the One who holds his hand.",
  "I have been young and now I am old, Yet I have not seen the righteous forsaken Or his descendants begging for bread.",
  "All day long he is gracious and lends, And his descendants are a blessing.",
  "Turn from evil and do good, So that you will dwell forever.",
  "For the Lord loves justice And does not abandon His godly ones; They are protected forever, But the descendants of the wicked will be eliminated.",
  "The righteous will inherit the land And dwell in it forever.",
  "The mouth of the righteous utters wisdom, And his tongue speaks justice.",
  "The Law of his God is in his heart; His steps do not slip.",
  "The wicked spies upon the righteous And seeks to kill him.",
  "The Lord will not leave him in his hand Or let him be condemned when he is judged.",
  "Wait for the Lord and keep His way, And He will exalt you to inherit the land; When the wicked are eliminated, you will see it.",
  "I have seen a wicked, violent person Spreading himself like a luxuriant tree in its native soil.",
  "Then he passed away, and behold, he was no more; I searched for him, but he could not be found.",
  "Observe the blameless person, and look at the upright; For the person of peace will have a future.",
  "But wrongdoers will altogether be destroyed; The future of the wicked will be eliminated.",
  "But the salvation of the righteous is from the Lord; He is their strength in time of trouble.",
  "The Lord helps them and rescues them; He rescues them from the wicked and saves them, Because they take refuge in Him."
]