[
  "God, we have heard with our ears, Our fathers have told us The work that You did in their days, In the days of old.",
  "You with Your own hand drove out the nations; Then You planted them; You afflicted the peoples, Then You let them go free.",
  "For by their own sword they did not possess the land, And their own arm did not save them, But Your right hand and Your arm and the light of Your presence, For You favored them.",
  "You are my King, God; Command victories for Jacob.",
  "Through You we will push back our adversaries; Through Your name we will trample down those who rise up against us.",
  "For I will not trust in my bow, Nor will my sword save me.",
  "But You have saved us from our adversaries, And You have put to shame those who hate us.",
  "In God we have boasted all day long, And we will give thanks to Your name forever. Selah",
  "Yet You have rejected us and brought us to dishonor, And do not go out with our armies.",
  "You cause us to turn back from the enemy; And those who hate us have taken spoils for themselves.",
  "You turn us over to be eaten like sheep, And have scattered us among the nations.",
  "You sell Your people cheaply, And have not profited by their sale.",
  "You make us an object of reproach to our neighbors, Of scoffing and ridicule to those around us.",
  "You make us a proverb among the nations, A laughingstock among the peoples.",
  "All day long my dishonor is before me And I am covered with my humiliation,",
  "Because of the voice of one who taunts and reviles, Because of the presence of the enemy and the avenger.",
  "All this has come upon us, but we have not forgotten You, And we have not dealt falsely with Your covenant.",
  "Our heart has not turned back, And our steps have not deviated from Your way,",
  "Yet You have crushed us in a place of jackals And covered us with deep darkness.",
  "If we had forgotten the name of our God Or extended our hands to a strange god,",
  "Would God not find this out? For He knows the secrets of the heart.",
  "But for Your sake we are killed all day long; We are regarded as sheep to be slaughtered.",
  "Wake Yourself up, why do You sleep, Lord? Awake, do not reject us forever.",
  "Why do You hide Your face And forget our affliction and oppression?",
  "For our souls have sunk down into the dust; Our bodies cling to the earth.",
  "Rise up, be our help, And redeem us because of Your mercy."
]