[
  "Listen to my prayer, God; And do not hide Yourself from my pleading.",
  "Give Your attention to me and answer me; I am restless in my complaint and severely distracted,",
  "Because of the voice of the enemy, Because of the pressure of the wicked; For they bring down trouble upon me And in anger they hold a grudge against me.",
  "My heart is in anguish within me, And the terrors of death have fallen upon me.",
  "Fear and trembling come upon me, And horror has overwhelmed me.",
  "I said, “Oh, that I had wings like a dove! I would fly away and be at rest.",
  "Behold, I would flee far away, I would spend my nights in the wilderness. Selah",
  "I would hurry to my place of refuge From the stormy wind and heavy gale.”",
  "Confuse them, Lord, divide their tongues, For I have seen violence and strife in the city.",
  "Day and night they go around her upon her walls, And evil and harm are in her midst.",
  "Destruction is in her midst; Oppression and deceit do not depart from her streets.",
  "For it is not an enemy who taunts me, Then I could endure it; Nor is it one who hates me who has exalted himself against me, Then I could hide myself from him.",
  "But it is you, a man my equal, My companion and my confidant;",
  "We who had sweet fellowship together, Walked in the house of God among the commotion.",
  "May death come deceitfully upon them; May they go down alive to Sheol, For evil is in their dwelling, in their midst.",
  "As for me, I shall call upon God, And the Lord will save me.",
  "Evening and morning and at noon, I will complain and moan, And He will hear my voice.",
  "He will redeem my soul in peace from the battle which is against me, For they are many who are aggressive toward me.",
  "God will hear and humiliate them— Even the one who sits enthroned from ancient times— Selah With whom there is no change, And who do not fear God.",
  "He has put forth his hands against those who were at peace with him; He has violated his covenant.",
  "His speech was smoother than butter, But his heart was war; His words were softer than oil, Yet they were drawn swords.",
  "Cast your burden upon the Lord and He will sustain you; He will never allow the righteous to be shaken.",
  "But You, God, will bring them down to the pit of destruction; Men of bloodshed and deceit will not live out half their days. But I will trust in You."
]