[
  "May God arise, may His enemies be scattered, And may those who hate Him flee from His presence.",
  "As smoke is driven away, so drive them away; As wax melts before a fire, So the wicked will perish before God.",
  "But the righteous will be joyful; they will rejoice before God; Yes, they will rejoice with gladness.",
  "Sing to God, sing praises to His name; Exalt Him who rides through the deserts, Whose name is the Lord, and be jubilant before Him.",
  "A father of the fatherless and a judge for the widows, Is God in His holy dwelling.",
  "God makes a home for the lonely; He leads out the prisoners into prosperity, Only the rebellious live in parched lands.",
  "God, when You went forth before Your people, When You marched through the desert, Selah",
  "The earth quaked; The heavens also dropped rain at the presence of God; Sinai itself quaked at the presence of God, the God of Israel.",
  "You made plentiful rain fall, God; You confirmed Your inheritance when it was parched.",
  "Your creatures settled in it; In Your kindness You provided for the poor, God.",
  "The Lord gives the command; The women who proclaim good news are a great army:",
  "“Kings of armies flee, they flee, And she who remains at home will divide the spoils!”",
  "When you lie down among the sheepfolds, You are like the wings of a dove covered with silver, And its pinions with glistening gold.",
  "When the Almighty scattered the kings there, It was snowing in Zalmon.",
  "The mountain of Bashan is a mountain of God; The mountain of Bashan is a mountain of many peaks.",
  "Why do you look with envy, you mountains of many peaks, At the mountain God has desired as His dwelling? Indeed, the Lord will dwell there forever.",
  "The chariots of God are myriads, thousands upon thousands; The Lord is among them as at Sinai, in holiness.",
  "You have ascended on high, You have led captive Your captives; You have received gifts among people, Even among the rebellious as well, that the Lord God may dwell there.",
  "Blessed be the Lord, who daily bears our burden, The God who is our salvation. Selah",
  "God is to us a God of salvation; And to God the Lord belong ways of escape from death.",
  "God certainly will shatter the heads of His enemies, The hairy head of one who goes about in his guilt.",
  "The Lord said, “I will bring them back from Bashan. I will bring them back from the depths of the sea,",
  "So that your foot may shatter them in blood, And the tongue of your dogs may have its portion from your enemies.”",
  "They have seen Your procession, God, The procession of my God, my King, into the sanctuary.",
  "The singers went on, the musicians after them, In the midst of the young women beating tambourines.",
  "Bless God in the congregations, Even the Lord, you who are of the fountain of Israel.",
  "Benjamin, the youngest, is there, ruling them, The leaders of Judah in their company, The leaders of Zebulun, the leaders of Naphtali.",
  "Your God has commanded your strength; Show Yourself strong, God, You who acted in our behalf.",
  "Because of Your temple at Jerusalem Kings will bring gifts to You.",
  "Rebuke the animals in the reeds, The herd of bulls with the calves of the peoples, Trampling the pieces of silver; He has scattered the peoples who delight in war.",
  "Messengers will come from Egypt; Cush will quickly stretch out her hands to God.",
  "Sing to God, you kingdoms of the earth, Sing praises to the Lord, Selah",
  "To Him who rides upon the highest heavens, which are from ancient times; Behold, He speaks with His voice, a mighty voice.",
  "Ascribe strength to God; His majesty is over Israel, And His strength is in the skies.",
  "God, You are awesome from Your sanctuary. The God of Israel Himself gives strength and power to the people. Blessed be God!"
]