[
  "In You, Lord, I have taken refuge; Let me never be put to shame.",
  "In Your righteousness rescue me and save me; Extend Your ear to me and help me.",
  "Be to me a rock of dwelling to which I may continually come; You have given the commandment to save me, For You are my rock and my fortress.",
  "Save me, my God, from the hand of the wicked, From the grasp of the wrongdoer and the ruthless,",
  "For You are my hope; Lord God, You are my confidence from my youth.",
  "I have leaned on You since my birth; You are He who took me from my mother’s womb; My praise is continually of You.",
  "I have become a marvel to many, For You are my strong refuge.",
  "My mouth is filled with Your praise And with Your glory all day long.",
  "Do not cast me away at the time of my old age; Do not abandon me when my strength fails.",
  "For my enemies have spoken against me; And those who watch for my life have consulted together,",
  "Saying, “God has abandoned him; Pursue and seize him, for there is no one to save him.”",
  "God, do not be far from me; My God, hurry to my aid!",
  "May those who are enemies of my soul be put to shame and consumed; May they be covered with disgrace and dishonor, who seek to injure me.",
  "But as for me, I will wait continually, And will praise You yet more and more.",
  "My mouth shall tell of Your righteousness And of Your salvation all day long; For I do not know the art of writing.",
  "I will come with the mighty deeds of the Lord God; I will make mention of Your righteousness, Yours alone.",
  "God, You have taught me from my youth, And I still declare Your wondrous deeds.",
  "And even when I am old and gray, God, do not abandon me, Until I declare Your strength to this generation, Your power to all who are to come.",
  "For Your righteousness, God, reaches to the heavens, You who have done great things; God, who is like You?",
  "You who have shown me many troubles and distresses Will revive me again, And will bring me up again from the depths of the earth.",
  "May You increase my greatness And turn to comfort me.",
  "I will also praise You with a harp, And Your truth, my God; I will sing praises to You with the lyre, Holy One of Israel.",
  "My lips will shout for joy when I sing praises to You; And my soul, which You have redeemed.",
  "My tongue also will tell of Your righteousness all day long; For they are put to shame, for they are humiliated who seek my harm."
]