[
  "Give the king Your judgments, God, And Your righteousness to the king’s son.",
  "May he judge Your people with righteousness And Your afflicted with justice.",
  "May the mountains bring peace to the people, And the hills, in righteousness.",
  "May he vindicate the afflicted of the people, Save the children of the needy, And crush the oppressor.",
  "May they fear You while the sun shines, And as long as the moon shines, throughout all generations.",
  "May he come down like rain upon the mown grass, Like showers that water the earth.",
  "May the righteous flourish in his days, As well as an abundance of peace, until the moon is no more.",
  "May he also rule from sea to sea, And from the Euphrates River to the ends of the earth.",
  "May the nomads of the desert bow before him, And his enemies lick the dust.",
  "May the kings of Tarshish and of the islands bring gifts; May the kings of Sheba and Seba offer tributes.",
  "And may all kings bow down before him, All nations serve him.",
  "For he will save the needy when he cries for help, The afflicted also, and him who has no helper.",
  "He will have compassion on the poor and needy, And he will save the lives of the needy.",
  "He will rescue their life from oppression and violence, And their blood will be precious in his sight;",
  "So may he live, and may the gold of Sheba be given to him; And they are to pray for him continually; They are to bless him all day long.",
  "May there be abundance of grain on the earth on top of the mountains; Its fruit will wave like the cedars of Lebanon; And may those from the city flourish like the vegetation of the earth.",
  "May his name endure forever; May his name produce descendants as long as the sun shines; And may people wish blessings on themselves by him; May all nations call him blessed.",
  "Blessed be the Lord God, the God of Israel, Who alone works wonders.",
  "And blessed be His glorious name forever; And may the whole earth be filled with His glory. Amen and Amen.",
  "The prayers of David the son of Jesse are ended."
]