[
  "God certainly is good to Israel, To those who are pure in heart!",
  "But as for me, my feet came close to stumbling, My steps had almost slipped.",
  "For I was envious of the arrogant As I saw the prosperity of the wicked.",
  "For there are no pains in their death, And their belly is fat.",
  "They are not in trouble like other people, Nor are they tormented together with the rest of mankind.",
  "Therefore arrogance is their necklace; The garment of violence covers them.",
  "Their eye bulges from fatness; The imaginations of their heart overflow.",
  "They mock and wickedly speak of oppression; They speak from on high.",
  "They have set their mouth against the heavens, And their tongue parades through the earth.",
  "Therefore his people return here, And abundant waters are drunk by them.",
  "They say, “How does God know? And is there knowledge with the Most High?”",
  "Behold, these are the wicked; And always at ease, they have increased in wealth.",
  "Surely in vain I have kept my heart pure And washed my hands in innocence;",
  "For I have been stricken all day long, And punished every morning.",
  "If I had said, “I will speak this way,” Behold, I would have betrayed the generation of Your children.",
  "When I thought of understanding this, It was troublesome in my sight",
  "Until I entered the sanctuary of God; Then I perceived their end.",
  "You indeed put them on slippery ground; You dropped them into ruin.",
  "How they are destroyed in a moment! They are utterly swept away by sudden terrors!",
  "Like a dream when one awakes, Lord, when stirred, You will despise their image.",
  "When my heart was embittered And I was pierced within,",
  "Then I was stupid and ignorant; I was like an animal before You.",
  "Nevertheless I am continually with You; You have taken hold of my right hand.",
  "You will guide me with Your plan, And afterward receive me to glory.",
  "Whom do I have in heaven but You? And with You, I desire nothing on earth.",
  "My flesh and my heart may fail, But God is the strength of my heart and my portion forever.",
  "For, behold, those who are far from You will perish; You have destroyed all those who are unfaithful to You.",
  "But as for me, the nearness of God is good for me; I have made the Lord God my refuge, So that I may tell of all Your works."
]