[
  "Listen, my people, to my instruction; Incline your ears to the words of my mouth.",
  "I will open my mouth in a parable; I will tell riddles of old,",
  "Which we have heard and known, And our fathers have told us.",
  "We will not conceal them from their children, But we will tell the generation to come the praises of the Lord, And His power and His wondrous works that He has done.",
  "For He established a testimony in Jacob, And appointed a law in Israel, Which He commanded our fathers That they were to teach them to their children,",
  "So that the generation to come would know, the children yet to be born, That they would arise and tell them to their children,",
  "So that they would put their confidence in God And not forget the works of God, But comply with His commandments,",
  "And not be like their fathers, A stubborn and rebellious generation, A generation that did not prepare its heart And whose spirit was not faithful to God.",
  "The sons of Ephraim were archers equipped with bows, Yet they turned back on the day of battle.",
  "They did not keep the covenant of God And refused to walk in His Law;",
  "They forgot His deeds And His miracles that He had shown them.",
  "He performed wonders before their fathers In the land of Egypt, in the field of Zoan.",
  "He divided the sea and caused them to pass through, And He made the waters stand up like a heap.",
  "Then He led them with the cloud by day And all the night with a light of fire.",
  "He split the rocks in the wilderness And gave them plenty to drink like the ocean depths.",
  "He brought forth streams from the rock And made waters run down like rivers.",
  "Yet they still continued to sin against Him, To rebel against the Most High in the desert.",
  "And in their heart they put God to the test By asking for food that suited their taste.",
  "Then they spoke against God; They said, “Can God prepare a table in the wilderness?",
  "Behold, He struck the rock so that waters gushed out, And streams were overflowing; Can He also provide bread? Will He prepare meat for His people?”",
  "Therefore the Lord heard and was full of wrath; And a fire was kindled against Jacob, And anger also mounted against Israel,",
  "Because they did not believe in God And did not trust in His salvation.",
  "Yet He commanded the clouds above And opened the doors of heaven;",
  "He rained down manna upon them to eat, And gave them food from heaven.",
  "Man ate the bread of angels; He sent them food in abundance.",
  "He made the east wind blow in the sky And by His power He directed the south wind.",
  "When He rained meat upon them like the dust, Even winged fowl like the sand of the seas,",
  "He let them fall in the midst of their camp, All around their dwellings.",
  "So they ate and were well filled, And He satisfied their longing.",
  "Yet before they had abandoned their longing, While their food was in their mouths,",
  "The anger of God rose against them And killed some of their strongest ones, And subdued the choice men of Israel.",
  "In spite of all this they still sinned And did not believe in His wonderful works.",
  "So He brought their days to an end in futility, And their years to an end in sudden terror.",
  "When He killed them, then they sought Him, And they returned and searched diligently for God;",
  "And they remembered that God was their rock, And the Most High God their Redeemer.",
  "But they flattered Him with their mouth And lied to Him with their tongue.",
  "For their heart was not steadfast toward Him, Nor were they faithful with His covenant.",
  "But He, being compassionate, forgave their wrongdoing and did not destroy them; And often He restrained His anger And did not stir up all His wrath.",
  "So He remembered that they were only flesh, A wind that passes and does not return.",
  "How often they rebelled against Him in the wilderness And grieved Him in the desert!",
  "Again and again they tempted God, And pained the Holy One of Israel.",
  "They did not remember His power, The day when He redeemed them from the enemy,",
  "When He performed His signs in Egypt And His marvels in the field of Zoan,",
  "And turned their rivers to blood, And their streams, so that they could not drink.",
  "He sent swarms of flies among them that devoured them, And frogs that destroyed them.",
  "He also gave their crops to the grasshopper And the product of their labor to the locust.",
  "He destroyed their vines with hailstones And their sycamore trees with frost.",
  "He also turned their cattle over to the hailstones, And their herds to bolts of lightning.",
  "He sent His burning anger upon them, Fury and indignation and trouble, A band of destroying angels.",
  "He leveled a path for His anger; He did not spare their souls from death, But turned their lives over to the plague,",
  "And struck all the firstborn in Egypt, The first and best of their vigor in the tents of Ham.",
  "But He led His own people out like sheep, And guided them in the wilderness like a flock;",
  "He led them safely, so that they did not fear; But the sea engulfed their enemies.",
  "So He brought them to His holy land, To this hill country which His right hand had gained.",
  "He also drove out the nations from them And apportioned them as an inheritance by measurement, And had the tribes of Israel dwell in their tents.",
  "Yet they tempted and rebelled against the Most High God And did not keep His testimonies,",
  "But turned back and acted treacherously like their fathers; They turned aside like a treacherous bow.",
  "For they provoked Him with their high places And moved Him to jealousy with their carved images.",
  "When God heard them, He was filled with wrath And He utterly rejected Israel;",
  "So that He abandoned the dwelling place at Shiloh, The tent which He had pitched among people,",
  "And He gave up His strength to captivity And His glory into the hand of the enemy.",
  "He also turned His people over to the sword, And was filled with wrath at His inheritance.",
  "Fire devoured His young men, And His virgins had no wedding songs.",
  "His priests fell by the sword, And His widows could not weep.",
  "Then the Lord awoke as if from sleep, Like a warrior overcome by wine.",
  "He drove His adversaries backward; He put on them an everlasting disgrace.",
  "He also rejected the tent of Joseph, And did not choose the tribe of Ephraim,",
  "But chose the tribe of Judah, Mount Zion, which He loved.",
  "And He built His sanctuary like the heights, Like the earth which He has established forever.",
  "He also chose His servant David And took him from the sheepfolds;",
  "From the care of the ewes with nursing lambs He brought him To shepherd Jacob His people, And Israel His inheritance.",
  "So he shepherded them according to the integrity of his heart, And guided them with his skillful hands."
]