[
  "I will sing of the graciousness of the Lord forever; To all generations I will make Your faithfulness known with my mouth.",
  "For I have said, “Graciousness will be built up forever; In the heavens You will establish Your faithfulness.”",
  "“I have made a covenant with My chosen; I have sworn to My servant David,",
  "I will establish your descendants forever And build up your throne to all generations.” Selah",
  "The heavens will praise Your wonders, Lord; Your faithfulness also in the assembly of the holy ones.",
  "For who in the skies is comparable to the Lord? Who among the sons of the mighty is like the Lord,",
  "A God greatly feared in the council of the holy ones, And awesome above all those who are around Him?",
  "Lord God of armies, who is like You, mighty Lord? Your faithfulness also surrounds You.",
  "You rule the surging of the sea; When its waves rise, You calm them.",
  "You Yourself crushed Rahab like one who is slain; You scattered Your enemies with Your mighty arm.",
  "The heavens are Yours, the earth also is Yours; The world and all it contains, You have established them.",
  "The north and the south, You have created them; Tabor and Hermon shout for joy at Your name.",
  "You have a strong arm; Your hand is mighty, Your right hand is exalted.",
  "Righteousness and justice are the foundation of Your throne; Mercy and truth go before You.",
  "Blessed are the people who know the joyful sound! Lord, they walk in the light of Your face.",
  "In Your name they rejoice all the day, And by Your righteousness they are exalted.",
  "For You are the glory of their strength, And by Your favor our horn is exalted.",
  "For our shield belongs to the Lord, And our king to the Holy One of Israel.",
  "Once You spoke in vision to Your godly ones, And said, “I have given help to one who is mighty; I have exalted one chosen from the people.",
  "I have found My servant David; With My holy oil I have anointed him,",
  "With whom My hand will be established; My arm also will strengthen him.",
  "The enemy will not deceive him, Nor will the son of wickedness afflict him.",
  "But I will crush his adversaries before him, And strike those who hate him.",
  "My faithfulness and My favor will be with him, And in My name his horn will be exalted.",
  "I will also place his hand on the sea, And his right hand on the rivers.",
  "He will call to Me, ‘You are my Father, My God, and the rock of my salvation.’",
  "I will also make him My firstborn, The highest of the kings of the earth.",
  "I will maintain My favor for him forever, And My covenant shall be confirmed to him.",
  "So I will establish his descendants forever, And his throne as the days of heaven.",
  "“If his sons abandon My Law And do not walk in My judgments,",
  "If they violate My statutes And do not keep My commandments,",
  "Then I will punish their wrongdoing with the rod, And their guilt with afflictions.",
  "But I will not withhold My favor from him, Nor deal falsely in My faithfulness.",
  "I will not violate My covenant, Nor will I alter the utterance of My lips.",
  "Once I have sworn by My holiness; I will not lie to David.",
  "His descendants shall endure forever, And his throne as the sun before Me.",
  "It shall be established forever like the moon, And a witness in the sky is faithful.” Selah",
  "But You have rejected and refused, You have been full of wrath against Your anointed.",
  "You have repudiated the covenant of Your servant; You have profaned his crown in the dust.",
  "You have broken down all his walls; You have brought his strongholds to ruin.",
  "All who pass along the way plunder him; He has become a disgrace to his neighbors.",
  "You have exalted the right hand of his adversaries; You have made all his enemies rejoice.",
  "You also turn back the edge of his sword, And have not made him stand in battle.",
  "You have put an end to his splendor And cast his throne to the ground.",
  "You have shortened the days of his youth; You have covered him with shame. Selah",
  "How long, Lord? Will You hide Yourself forever? Will Your wrath burn like fire?",
  "Remember what my lifespan is; For what futility You have created all the sons of mankind!",
  "What man can live and not see death? Can he save his soul from the power of Sheol? Selah",
  "Where are Your former acts of favor, Lord, Which You swore to David in Your faithfulness?",
  "Remember, Lord, the taunt against Your servants; How I carry in my heart the taunts of all the many peoples,",
  "With which Your enemies have taunted, Lord, With which they have taunted the footsteps of Your anointed.",
  "Blessed be the Lord forever! Amen and Amen."
]