[
  "Now the Lord said to Abram, “Go from your country, And from your relatives And from your father’s house, To the land which I will show you;",
  "And I will make you into a great nation, And I will bless you, And make your name great; And you shall be a blessing;",
  "And I will bless those who bless you, And the one who curses you I will curse. And in you all the families of the earth will be blessed.”",
  "So Abram went away as the Lord had spoken to him; and Lot went with him. Now Abram was seventy-five years old when he departed from Haran.",
  "Abram took his wife Sarai and his nephew Lot, and all their possessions which they had accumulated, and the people which they had acquired in Haran, and they set out for the land of Canaan; so they came to the land of Canaan.",
  "Abram passed through the land as far as the site of Shechem, to the oak of Moreh. Now the Canaanites were in the land at that time.",
  "And the Lord appeared to Abram and said, “To your descendants I will give this land.” So he built an altar there to the Lord who had appeared to him.",
  "Then he proceeded from there to the mountain on the east of Bethel, and pitched his tent with Bethel on the west and Ai on the east; and there he built an altar to the Lord and called upon the name of the Lord.",
  "Then Abram journeyed on, continuing toward the Negev.",
  "Now there was a famine in the land; so Abram went down to Egypt to live there for a time, because the famine was severe in the land.",
  "It came about, when he was approaching Egypt, that he said to his wife Sarai, “See now, I know that you are a beautiful woman;",
  "and when the Egyptians see you, they will say, ‘This is his wife’; and they will kill me, but they will let you live.",
  "Please say that you are my sister so that it may go well for me because of you, and that I may live on account of you.”",
  "Now it came about, when Abram entered Egypt, that the Egyptians saw that the woman was very beautiful.",
  "Pharaoh’s officials saw her and praised her to Pharaoh; and the woman was taken into Pharaoh’s house.",
  "Therefore he treated Abram well for her sake; and he gave him sheep, oxen, male donkeys, male servants and female servants, female donkeys, and camels.",
  "But the Lord struck Pharaoh and his house with great plagues because of Sarai, Abram’s wife.",
  "Then Pharaoh called Abram and said, “What is this that you have done to me? Why did you not tell me that she was your wife?",
  "Why did you say, ‘She is my sister,’ so that I took her for myself as a wife? Now then, here is your wife, take her and go!”",
  "And Pharaoh commanded his men concerning him; and they escorted him away, with his wife and all that belonged to him."
]