[
  "Gather yourselves together, yes, join together, You nation without shame,",
  "Before the decree takes effect— The day passes like chaff— Before the burning anger of the Lord comes upon you, Before the day of the Lord’s anger comes upon you.",
  "Seek the Lord, All you humble of the earth Who have practiced His ordinances; Seek righteousness, seek humility. Perhaps you will remain hidden On the day of the Lord’s anger.",
  "For Gaza will be abandoned, And Ashkelon will become a desolation; The inhabitants of Ashdod will be driven out at noon, And Ekron will be uprooted.",
  "Woe to the inhabitants of the seacoast, The nation of the Cherethites! The word of the Lord is against you, Canaan, land of the Philistines; And I will eliminate you So that there will be no inhabitant.",
  "So the seacoast will become grazing places, With pastures for shepherds and folds for flocks.",
  "And the coast will be For the remnant of the house of Judah, They will drive sheep to pasture on it. In the houses of Ashkelon they will lie down at evening; For the Lord their God will care for them And restore their fortunes.",
  "“I have heard the taunting of Moab And the abusive speech of the sons of Ammon, With which they have taunted My people And boasted against their territory.",
  "Therefore, as I live,” declares the Lord of armies, The God of Israel, “Moab will assuredly be like Sodom, And the sons of Ammon like Gomorrah— Ground overgrown with weeds and full of salt mines, And a permanent desolation. The remnant of My people will plunder them, And the remainder of My nation will inherit them.”",
  "This they will have in return for their arrogance, because they have taunted and boasted against the people of the Lord of armies.",
  "The Lord will be terrifying to them, for He will starve all the gods of the earth; and all the coastlands of the nations will bow down to Him, everyone from his own place.",
  "“You also, Ethiopians, will be slain by My sword.”",
  "And He will stretch out His hand against the north And eliminate Assyria, And He will make Nineveh a desolation, Parched like the wilderness.",
  "Flocks will lie down in her midst, All animals that range in herds; Both the pelican and the hedgehog Will spend their nights in the tops of her pillars; Birds will sing in the window, Devastation will be on the threshold; For He has uncovered the cedar work.",
  "This is the presumptuous city That dwells securely, Who says in her heart, “I am, and there is no one besides me.” How she has become a desolation, A resting place for animals! Everyone who passes by her will hiss And wave his hand in contempt."
]