[
  "Woe to her who is rebellious and defiled, The oppressive city!",
  "She obeyed no voice, She accepted no discipline. She did not trust in the Lord, She did not approach her God.",
  "Her leaders within her are roaring lions, Her judges are wolves at evening; They have no bones to gnaw in the morning.",
  "Her prophets are insolent, treacherous men; Her priests have profaned the sanctuary. They have done violence to the Law.",
  "The Lord is righteous within her; He will do no injustice. Every morning He brings His justice to light; He does not fail. But the criminal knows no shame.",
  "“I have eliminated nations; Their corner towers are deserted. I have laid waste their streets, With no one passing by; Their cities have been laid waste, Without a person, without an inhabitant.",
  "I said, ‘You will certainly revere Me, You will accept discipline.’ So her dwelling will not be eliminated In accordance with everything that I have stipulated for her. Instead, they were eager to corrupt all their deeds.",
  "“Therefore wait for Me,” declares the Lord, “For the day when I rise up as a witness. Indeed, My decision is to gather nations, To assemble kingdoms, To pour out on them My indignation, All My burning anger; For all the earth will be devoured By the fire of My zeal.",
  "For then I will restore to the peoples pure lips, So that all of them may call on the name of the Lord, To serve Him shoulder to shoulder.",
  "From beyond the rivers of Ethiopia My worshipers, My dispersed ones, Will bring My offerings.",
  "On that day you will feel no shame Because of all your deeds By which you have rebelled against Me; For then I will remove from your midst Your proud, arrogant ones, And you will never again be haughty On My holy mountain.",
  "But I will leave among you A humble and lowly people, And they will take refuge in the name of the Lord.",
  "The remnant of Israel will do no wrong And tell no lies, Nor will a deceitful tongue Be found in their mouths; For they will feed and lie down With no one to frighten them.”",
  "Shout for joy, daughter of Zion! Shout in triumph, Israel! Rejoice and triumph with all your heart, Daughter of Jerusalem!",
  "The Lord has taken away His judgments against you, He has cleared away your enemies. The King of Israel, the Lord, is in your midst; You will no longer fear disaster.",
  "On that day it will be said to Jerusalem: “Do not be afraid, Zion; Do not let your hands fall limp.",
  "The Lord your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy.",
  "I will gather those who are worried about the appointed feasts— They came from you, Zion; The disgrace of exile is a burden on them.",
  "Behold, I am going to deal at that time With all your oppressors; I will save those who limp And gather the scattered, And I will turn their shame into praise and fame In all the earth.",
  "At that time I will bring you in, Even at the time when I gather you together; Indeed, I will make you famous and praiseworthy Among all the peoples of the earth, When I restore your fortunes before your eyes,” Says the Lord."
]