[
  "Do not rejoice, Israel, with jubilation like the nations! For you have been unfaithful, abandoning your God. You have loved the earnings of unfaithfulness on every threshing floor.",
  "Threshing floor and wine press will not feed them, And the new wine will fail them.",
  "They will not remain in the Lord’s land, But Ephraim will return to Egypt, And in Assyria they will eat unclean food.",
  "They will not pour out drink offerings of wine to the Lord, Nor will their sacrifices please Him. Their bread will be to them like mourners’ bread; All who eat it will be defiled, Because their bread will be for themselves alone; It will not enter the house of the Lord.",
  "What will you do on the day of the appointed festival And on the day of the feast of the Lord?",
  "For behold, they will be gone because of destruction; Egypt will gather them together, Memphis will bury them. Weeds will take possession of their treasures of silver; Thorns will be in their tents.",
  "The days of punishment have come, The days of retribution have come; Let Israel know this! The prophet is a fool, The inspired person is insane, Because of the grossness of your wrongdoing, And because your hostility is so great.",
  "Ephraim was a watchman with my God, a prophet; Yet the snare of a bird catcher is in all his ways, And there is only hostility in the house of his God.",
  "They are deeply depraved As in the days of Gibeah; He will remember their guilt, He will punish their sins.",
  "I found Israel like grapes in the wilderness; I saw your forefathers as the earliest fruit on the fig tree in its first season. But they came to Baal-peor and devoted themselves to shame, And they became as detestable as that which they loved.",
  "As for Ephraim, their glory will fly away like a bird— No birth, no pregnancy, and no conception!",
  "Though they bring up their children, Yet I will bereave them of their children until not a person is left. Yes, woe to them indeed when I depart from them!",
  "Ephraim, as I have seen, Is planted in a pasture like Tyre; But Ephraim is going to bring out his children for slaughter.",
  "Give to them, Lord—what will You give? Give them a miscarrying womb and dried-up breasts.",
  "All their evil is at Gilgal; Indeed, I came to hate them there! Because of the wickedness of their deeds I will drive them out of My house! I will no longer love them; All their leaders are rebels.",
  "Ephraim is stricken, their root is dried up, They will produce no fruit. Even though they give birth to children, I will put to death the precious ones of their womb.",
  "My God will reject them Because they have not listened to Him; And they will be wanderers among the nations."
]