[
  "This is what the Lord says: “For three offenses of Moab, and for four, I will not revoke its punishment, Because he burned the bones of the king of Edom to lime.",
  "So I will send fire upon Moab And it will consume the citadels of Kerioth; And Moab will die amid the panic of battle, Amid war cries and the sound of a trumpet.",
  "I will also eliminate the judge from her midst And slay all her leaders with him,” says the Lord.",
  "This is what the Lord says: “For three offenses of Judah, and for four, I will not revoke its punishment, Because they rejected the Law of the Lord And have not kept His statutes; Their lies also have led them astray, Those which their fathers followed.",
  "So I will send fire upon Judah, And it will consume the citadels of Jerusalem.”",
  "This is what the Lord says: “For three offenses of Israel, and for four, I will not revoke its punishment, Because they sell the righteous for money, And the needy for a pair of sandals.",
  "These who trample the head of the helpless to the dust of the earth Also divert the way of the humble; And a man and his father resort to the same girl So as to profane My holy name.",
  "And on garments seized as pledges they stretch out beside every altar, And in the house of their God they drink the wine of those who have been fined.",
  "“Yet it was I who destroyed the Amorite before them, Though his height was like the height of cedars And he was as strong as the oaks; I also destroyed his fruit above and his roots below.",
  "And it was I who brought you up from the land of Egypt, And led you in the wilderness for forty years So that you might take possession of the land of the Amorite.",
  "Then I raised up some of your sons to be prophets, And some of your young men to be Nazirites. Is this not so, you sons of Israel?” declares the Lord.",
  "“But you made the Nazirites drink wine, And you commanded the prophets, saying, ‘You shall not prophesy!’",
  "Behold, I am making a rut in the ground beneath you, Just as a wagon makes a rut when filled with sheaves.",
  "Refuge will be lost from the swift, And the strong will not strengthen his power, Nor the warrior save his life.",
  "The one who grasps the bow will not stand his ground, The swift of foot will not escape, Nor will the one who rides the horse save his life.",
  "Even the bravest among the warriors will flee naked on that day,” declares the Lord."
]