[
  "Woe to those who are carefree in Zion, And to those who feel secure on the mountain of Samaria, The dignitaries of the foremost of nations, To whom the house of Israel comes.",
  "Go over to Calneh and look, And go from there to Hamath the great, Then go down to Gath of the Philistines. Are they better than these kingdoms, Or is their territory greater than yours?",
  "Are you postponing the day of disaster, And would you bring near the seat of violence?",
  "Those who lie on beds of ivory, And lounge around on their couches, And eat lambs from the flock, And calves from the midst of the fattened cattle,",
  "Who improvise to the sound of the harp, And like David have composed songs for themselves,",
  "Who drink wine from sacred bowls While they anoint themselves with the finest of oils— Yet they have not grieved over the collapse of Joseph.",
  "Therefore, they will now go into exile at the head of the exiles, And the revelry of those who lounge around will come to an end.",
  "The Lord God has sworn by Himself, the Lord God of armies has declared: “I loathe the arrogance of Jacob, And detest his citadels; Therefore I will give up the city and all it contains.”",
  "And it will be, if ten men are left in one house, they will die.",
  "Then one’s uncle, or his undertaker, will lift him up to carry out his bones from the house, and he will say to the one who is in the innermost part of the house, “Is anyone else with you?” And that one will say, “No one.” Then he will answer, “Keep quiet! For the name of the Lord is not to be mentioned.”",
  "For behold, the Lord is going to command that the great house be smashed to pieces, and the small house to rubble.",
  "Do horses run on rocks? Or does one plow them with oxen? Yet you have turned justice into poison, And the fruit of righteousness into wormwood,",
  "You who rejoice in Lodebar, And say, “Have we not by our own strength taken Karnaim for ourselves?”",
  "“For behold, I am going to raise up a nation against you, House of Israel,” declares the Lord God of armies, “And they will torment you from the entrance of Hamath To the brook of the Arabah.”"
]