[
  "So Abijah lay down with his fathers, and they buried him in the city of David, and his son Asa became king in his place. The land was undisturbed for ten years during his days.",
  "And Asa did what was good and right in the sight of the Lord his God,",
  "for he removed the foreign altars and high places, tore down the memorial stones, cut down the Asherim,",
  "and commanded Judah to seek the Lord God of their fathers and to comply with the Law and the commandment.",
  "He also removed the high places and the incense altars from all the cities of Judah. And the kingdom was undisturbed under him.",
  "He built fortified cities in Judah, since the land was undisturbed, and there was no one at war with him during those years, because the Lord had given him rest.",
  "For he said to Judah, “Let’s build these cities and surround them with walls and towers, gates and bars. The land is still ours because we have sought the Lord our God; we have sought Him, and He has given us rest on every side.” So they built and prospered.",
  "Now Asa had an army of three hundred thousand from Judah, carrying large shields and spears, and 280,000 from Benjamin, carrying shields and wielding bows; all of them were valiant warriors.",
  "Now Zerah the Ethiopian went out against them with an army of a million men and three hundred chariots, and he came to Mareshah.",
  "So Asa went out to meet him, and they drew up in battle formation in the Valley of Zephathah at Mareshah.",
  "Then Asa called to the Lord his God and said, “Lord, there is no one besides You to help in the battle between the powerful and those who have no strength; help us, Lord our God, for we trust in You, and in Your name have come against this multitude. Lord, You are our God; do not let man prevail against You.”",
  "So the Lord routed the Ethiopians before Asa and before Judah, and the Ethiopians fled.",
  "Asa and the people who were with him pursued them as far as Gerar; and so many Ethiopians fell that they could not recover, for they were shattered before the Lord and before His army. And they carried away a very large amount of plunder.",
  "They destroyed all the cities around Gerar, for the dread of the Lord had fallen on them; and they pillaged all the cities, for there was much plunder in them.",
  "They also fatally struck those who owned livestock, and they led away large numbers of sheep and camels. Then they returned to Jerusalem."
]