[
  "Now it came about after this, that the sons of Moab and the sons of Ammon, together with some of the Meunites, came to make war against Jehoshaphat.",
  "Then some came and reported to Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, from Aram; and behold, they are in Hazazon-tamar (that is Engedi).”",
  "Jehoshaphat was afraid and turned his attention to seek the Lord; and he proclaimed a period of fasting throughout Judah.",
  "So Judah gathered together to seek help from the Lord; they even came from all the cities of Judah to seek the Lord.",
  "Then Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord in front of the new courtyard;",
  "and he said, “Lord, God of our fathers, are You not God in the heavens? And are You not ruler over all the kingdoms of the nations? Power and might are in Your hand so that no one can stand against You.",
  "Did You not, our God, drive out the inhabitants of this land from Your people Israel, and give it to the descendants of Your friend Abraham forever?",
  "They have lived in it, and have built You a sanctuary in it for Your name, saying,",
  "‘If disaster comes upon us, the sword, or judgment, or plague, or famine, we will stand before this house and before You (for Your name is in this house), and cry out to You in our distress, and You will hear and save us.’",
  "Now behold, the sons of Ammon, Moab, and Mount Seir, whom You did not allow Israel to invade when they came out of the land of Egypt (for they turned aside from them and did not destroy them),",
  "see how they are rewarding us by coming to drive us out from Your possession which You have given us as an inheritance.",
  "Our God, will You not judge them? For we are powerless before this great multitude that is coming against us; nor do we know what to do, but our eyes are on You.”",
  "All Judah was standing before the Lord, with their infants, their wives, and their children.",
  "Then in the midst of the assembly the Spirit of the Lord came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite of the sons of Asaph;",
  "and he said, “Listen, all you of Judah and the inhabitants of Jerusalem, and King Jehoshaphat: This is what the Lord says to you: ‘Do not fear or be dismayed because of this great multitude, for the battle is not yours but God’s.",
  "Tomorrow, go down against them. Behold, they will come up by the ascent of Ziz, and you will find them at the end of the valley in front of the wilderness of Jeruel.",
  "You need not fight in this battle; take your position, stand and watch the salvation of the Lord in your behalf, Judah and Jerusalem.’ Do not fear or be dismayed; tomorrow, go out to face them, for the Lord is with you.”",
  "Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord, worshiping the Lord.",
  "The Levites, from the sons of the Kohathites and from the sons of the Korahites, stood up to praise the Lord God of Israel, with a very loud voice.",
  "They rose early in the morning and went out to the wilderness of Tekoa; and when they went out, Jehoshaphat stood and said, “Listen to me, Judah and inhabitants of Jerusalem: Put your trust in the Lord your God and you will endure. Put your trust in His prophets, and succeed.”",
  "When he had consulted with the people, he appointed those who sang to the Lord and those who praised Him in holy attire, as they went out before the army and said, “Give thanks to the Lord, for His faithfulness is everlasting.”",
  "When they began singing and praising, the Lord set ambushes against the sons of Ammon, Moab, and Mount Seir, who had come against Judah; so they were struck down.",
  "For the sons of Ammon and Moab rose up against the inhabitants of Mount Seir, completely destroying them; and when they had finished with the inhabitants of Seir, they helped to destroy one another.",
  "When Judah came to the watchtower of the wilderness, they turned toward the multitude, and behold, they were corpses lying on the ground, and there was no survivor.",
  "When Jehoshaphat and his people came to take their spoils, they found much among them, including goods, garments, and valuable things which they took for themselves, more than they could carry. And they were taking the spoils for three days because there was so much.",
  "Then on the fourth day they assembled in the Valley of Beracah, for they blessed the Lord there. Therefore they have named that place “The Valley of Beracah” until today.",
  "Every man of Judah and Jerusalem returned, with Jehoshaphat at their head, returning to Jerusalem with joy, for the Lord had helped them to rejoice over their enemies.",
  "They came to Jerusalem with harps, lyres, and trumpets, to the house of the Lord.",
  "And the dread of God was on all the kingdoms of the lands when they heard that the Lord had fought against the enemies of Israel.",
  "So the kingdom of Jehoshaphat was at peace, for his God gave him rest on all sides.",
  "Now Jehoshaphat reigned over Judah. He was thirty-five years old when he became king, and he reigned in Jerusalem for twenty-five years. And his mother’s name was Azubah the daughter of Shilhi.",
  "He walked in the way of his father Asa and did not deviate from it, doing right in the sight of the Lord.",
  "The high places, however, were not removed; the people had not yet directed their hearts to the God of their fathers.",
  "Now the rest of the acts of Jehoshaphat, first to last, behold, they are written in the annals of Jehu the son of Hanani, which is recorded in the Book of the Kings of Israel.",
  "After this Jehoshaphat king of Judah allied himself with Ahaziah king of Israel. He acted wickedly in so doing.",
  "So he allied himself with him to make ships to go to Tarshish, and they made the ships in Ezion-geber.",
  "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you have allied yourself with Ahaziah, the Lord has destroyed your works.” So the ships were wrecked and could not go to Tarshish."
]