[
  "Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem.",
  "He did what was right in the sight of the Lord, and walked in the ways of his father David and did not turn aside to the right or the left.",
  "For in the eighth year of his reign while he was still a youth, he began to seek the God of his father David; and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, the carved images, and the cast metal images.",
  "They tore down the altars of the Baals in his presence, and he chopped down the incense altars that were high above them; also he broke in pieces the Asherim, the carved images, and the cast metal images, and ground them to powder, and scattered it on the graves of those who had sacrificed to them.",
  "Then he burned the bones of the priests on their altars and purged Judah and Jerusalem.",
  "In the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, in their surrounding spaces,",
  "he also tore down the altars and crushed the Asherim and the carved images into powder, and chopped down all the incense altars throughout the land of Israel. Then he returned to Jerusalem.",
  "Now in the eighteenth year of his reign, when he had purged the land and the house, he sent Shaphan the son of Azaliah, Maaseiah an official of the city, and Joah the son of Joahaz the secretary, to repair the house of the Lord his God.",
  "They came to Hilkiah the high priest and gave him the money that was brought into the house of God, which the Levites, the doorkeepers, had collected from Manasseh and Ephraim, and from all the remnant of Israel, from all Judah and Benjamin and the inhabitants of Jerusalem.",
  "Then they handed it over to the workmen who had the oversight of the house of the Lord, and the workmen who were working in the house of the Lord used it to restore and repair the house.",
  "They in turn gave it to the carpenters and the builders to buy quarried stone and timber for couplings, and to make beams for the houses which the kings of Judah had let go to ruin.",
  "The men did the work faithfully with foremen over them to supervise: Jahath and Obadiah, the Levites of the sons of Merari, Zechariah and Meshullam of the sons of the Kohathites, and the Levites, all who were skillful with musical instruments.",
  "They were also in charge of the burden bearers, and supervised all the workmen from job to job; and some of the Levites were scribes, and officials, and gatekeepers.",
  "When they were bringing out the money which had been brought into the house of the Lord, Hilkiah the priest found the Book of the Law of the Lord given by Moses.",
  "Hilkiah responded and said to Shaphan the scribe, “I have found the Book of the Law in the house of the Lord.” And Hilkiah gave the book to Shaphan.",
  "Then Shaphan brought the book to the king and reported further word to the king, saying, “Everything that was entrusted to your servants, they are doing.",
  "They have also emptied out the money which was found in the house of the Lord, and have handed it over to the supervisors and the workmen.”",
  "Moreover, Shaphan the scribe informed the king, saying, “Hilkiah the priest gave me a book.” And Shaphan read from it in the presence of the king.",
  "When the king heard the words of the Law, he tore his clothes.",
  "Then the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the king’s servant, saying,",
  "“Go, inquire of the Lord for me and for those who are left in Israel and Judah, concerning the words of the book which has been found; for the wrath of the Lord which has poured out on us is great, because our fathers have not kept the word of the Lord, to act in accordance with everything that is written in this book.”",
  "So Hilkiah and those whom the king had told went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, the keeper of the wardrobe (she lived in Jerusalem in the Second Quarter); and they spoke to her regarding this.",
  "Then she said to them, “This is what the Lord, the God of Israel says: ‘Tell the man who sent you to Me,",
  "this is what the Lord says: “Behold, I am bringing evil on this place and on its inhabitants, all the curses written in the book which they have read in the presence of the king of Judah.",
  "Since they have abandoned Me and have burned incense to other gods, so that they may provoke Me to anger with all the works of their hands, My wrath will be poured out on this place and it will not be quenched.”’",
  "But to the king of Judah who sent you to inquire of the Lord, this is what you shall say to him: ‘This is what the Lord, the God of Israel says: In regard to the words which you have heard,",
  "“Because your heart was tender and you humbled yourself before God when you heard His words against this place and its inhabitants, and because you humbled yourself before Me, tore your clothes, and wept before Me, I have indeed heard you,” declares the Lord.",
  "“Behold, I will gather you to your fathers, and you will be gathered to your grave in peace, so your eyes will not see all the evil which I am bringing on this place and its inhabitants.”’” And they brought back word to the king.",
  "Then the king sent word and gathered all the elders of Judah and Jerusalem.",
  "The king went up to the house of the Lord with all the men of Judah, the inhabitants of Jerusalem, the priests, the Levites, and all the people, from the greatest to the least; and he read in their presence all the words of the Book of the Covenant which was found in the house of the Lord.",
  "Then the king stood in his place and made a covenant before the Lord to walk after the Lord, and to keep His commandments, His testimonies, and His statutes with all his heart and with all his soul, to perform the words of the covenant that are written in this book.",
  "Furthermore, he made all who were present in Jerusalem and Benjamin stand with him. So the inhabitants of Jerusalem acted in accordance with the covenant of God, the God of their fathers.",
  "Josiah removed all the abominations from all the lands belonging to the sons of Israel, and made all who were present in Israel serve the Lord their God. Throughout his lifetime they did not turn from following the Lord God of their fathers."
]