[
  "On February 3, during the twelfth year of King Jehoiachin’s captivity, this message came to me from the Lord:",
  "“Son of man, Tyre has rejoiced over the fall of Jerusalem, saying, ‘Ha! She who was the gateway to the rich trade routes to the east has been broken, and I am the heir! Because she has been made desolate, I will become wealthy!’",
  "“Therefore, this is what the Sovereign Lord says: I am your enemy, O Tyre, and I will bring many nations against you, like the waves of the sea crashing against your shoreline.",
  "They will destroy the walls of Tyre and tear down its towers. I will scrape away its soil and make it a bare rock!",
  "It will be just a rock in the sea, a place for fishermen to spread their nets, for I have spoken, says the Sovereign Lord. Tyre will become the prey of many nations,",
  "and its mainland villages will be destroyed by the sword. Then they will know that I am the Lord.",
  "“This is what the Sovereign Lord says: From the north I will bring King Nebuchadnezzar of Babylon against Tyre. He is king of kings and brings his horses, chariots, charioteers, and great army.",
  "First he will destroy your mainland villages. Then he will attack you by building a siege wall, constructing a ramp, and raising a roof of shields against you.",
  "He will pound your walls with battering rams and demolish your towers with sledgehammers.",
  "The hooves of his horses will choke the city with dust, and the noise of the charioteers and chariot wheels will shake your walls as they storm through your broken gates.",
  "His horsemen will trample through every street in the city. They will butcher your people, and your strong pillars will topple.",
  "“They will plunder all your riches and merchandise and break down your walls. They will destroy your lovely homes and dump your stones and timbers and even your dust into the sea.",
  "I will stop the music of your songs. No more will the sound of harps be heard among your people.",
  "I will make your island a bare rock, a place for fishermen to spread their nets. You will never be rebuilt, for I, the Lord, have spoken. Yes, the Sovereign Lord has spoken!",
  "“This is what the Sovereign Lord says to Tyre: The whole coastline will tremble at the sound of your fall, as the screams of the wounded echo in the continuing slaughter.",
  "All the seaport rulers will step down from their thrones and take off their royal robes and beautiful clothing. They will sit on the ground trembling with horror at your destruction.",
  "Then they will wail for you, singing this funeral song: “O famous island city, once ruler of the sea, how you have been destroyed! Your people, with their naval power, once spread fear around the world.",
  "Now the coastlands tremble at your fall. The islands are dismayed as you disappear.",
  "“This is what the Sovereign Lord says: I will make Tyre an uninhabited ruin, like many others. I will bury you beneath the terrible waves of enemy attack. Great seas will swallow you.",
  "I will send you to the pit to join those who descended there long ago. Your city will lie in ruins, buried beneath the earth, like those in the pit who have entered the world of the dead. You will have no place of respect here in the land of the living.",
  "I will bring you to a terrible end, and you will exist no more. You will be looked for, but you will never again be found. I, the Sovereign Lord, have spoken!”"
]