[
  "On January 7, during the tenth year of King Jehoiachin’s captivity, this message came to me from the Lord:",
  "“Son of man, turn and face Egypt and prophesy against Pharaoh the king and all the people of Egypt.",
  "Give them this message from the Sovereign Lord: “I am your enemy, O Pharaoh, king of Egypt— you great monster, lurking in the streams of the Nile. For you have said, ‘The Nile River is mine; I made it for myself.’",
  "I will put hooks in your jaws and drag you out on the land with fish sticking to your scales.",
  "I will leave you and all your fish stranded in the wilderness to die. You will lie unburied on the open ground, for I have given you as food to the wild animals and birds.",
  "All the people of Egypt will know that I am the Lord, for to Israel you were just a staff made of reeds.",
  "When Israel leaned on you, you splintered and broke and stabbed her in the armpit. When she put her weight on you, you collapsed, and her legs gave way.",
  "“Therefore, this is what the Sovereign Lord says: I will bring an army against you, O Egypt, and destroy both people and animals.",
  "The land of Egypt will become a desolate wasteland, and the Egyptians will know that I am the Lord. “Because you said, ‘The Nile River is mine; I made it,’",
  "I am now the enemy of both you and your river. I will make the land of Egypt a totally desolate wasteland, from Migdol to Aswan, as far south as the border of Ethiopia.",
  "For forty years not a soul will pass that way, neither people nor animals. It will be completely uninhabited.",
  "I will make Egypt desolate, and it will be surrounded by other desolate nations. Its cities will be empty and desolate for forty years, surrounded by other ruined cities. I will scatter the Egyptians to distant lands.",
  "“But this is what the Sovereign Lord also says: At the end of the forty years I will bring the Egyptians home again from the nations to which they have been scattered.",
  "I will restore the prosperity of Egypt and bring its people back to the land of Pathros in southern Egypt from which they came. But Egypt will remain an unimportant, minor kingdom.",
  "It will be the lowliest of all the nations, never again great enough to rise above its neighbors.",
  "“Then Israel will no longer be tempted to trust in Egypt for help. Egypt’s shattered condition will remind Israel of how sinful she was to trust Egypt in earlier days. Then Israel will know that I am the Sovereign Lord.”",
  "On April 26, the first day of the new year, during the twenty-seventh year of King Jehoiachin’s captivity, this message came to me from the Lord:",
  "“Son of man, the army of King Nebuchadnezzar of Babylon fought so hard against Tyre that the warriors’ heads were rubbed bare and their shoulders were raw and blistered. Yet Nebuchadnezzar and his army won no plunder to compensate them for all their work.",
  "Therefore, this is what the Sovereign Lord says: I will give the land of Egypt to Nebuchadnezzar, king of Babylon. He will carry off its wealth, plundering everything it has so he can pay his army.",
  "Yes, I have given him the land of Egypt as a reward for his work, says the Sovereign Lord, because he was working for me when he destroyed Tyre.",
  "“And the day will come when I will cause the ancient glory of Israel to revive, and then, Ezekiel, your words will be respected. Then they will know that I am the Lord.”"
]