[
  "As Jesus was leaving the Temple that day, one of his disciples said, “Teacher, look at these magnificent buildings! Look at the impressive stones in the walls.”",
  "Jesus replied, “Yes, look at these great buildings. But they will be completely demolished. Not one stone will be left on top of another!”",
  "Later, Jesus sat on the Mount of Olives across the valley from the Temple. Peter, James, John, and Andrew came to him privately and asked him,",
  "“Tell us, when will all this happen? What sign will show us that these things are about to be fulfilled?”",
  "Jesus replied, “Don’t let anyone mislead you,",
  "for many will come in my name, claiming, ‘I am the Messiah.’ They will deceive many.",
  "And you will hear of wars and threats of wars, but don’t panic. Yes, these things must take place, but the end won’t follow immediately.",
  "Nation will go to war against nation, and kingdom against kingdom. There will be earthquakes in many parts of the world, as well as famines. But this is only the first of the birth pains, with more to come.",
  "“When these things begin to happen, watch out! You will be handed over to the local councils and beaten in the synagogues. You will stand trial before governors and kings because you are my followers. But this will be your opportunity to tell them about me.",
  "For the Good News must first be preached to all nations.",
  "But when you are arrested and stand trial, don’t worry in advance about what to say. Just say what God tells you at that time, for it is not you who will be speaking, but the Holy Spirit.",
  "“A brother will betray his brother to death, a father will betray his own child, and children will rebel against their parents and cause them to be killed.",
  "And everyone will hate you because you are my followers. But the one who endures to the end will be saved.",
  "“The day is coming when you will see the sacrilegious object that causes desecration standing where he should not be.” (Reader, pay attention!) “Then those in Judea must flee to the hills.",
  "A person out on the deck of a roof must not go down into the house to pack.",
  "A person out in the field must not return even to get a coat.",
  "How terrible it will be for pregnant women and for nursing mothers in those days.",
  "And pray that your flight will not be in winter.",
  "For there will be greater anguish in those days than at any time since God created the world. And it will never be so great again.",
  "In fact, unless the Lord shortens that time of calamity, not a single person will survive. But for the sake of his chosen ones he has shortened those days.",
  "“Then if anyone tells you, ‘Look, here is the Messiah,’ or ‘There he is,’ don’t believe it.",
  "For false messiahs and false prophets will rise up and perform signs and wonders so as to deceive, if possible, even God’s chosen ones.",
  "Watch out! I have warned you about this ahead of time!",
  "“At that time, after the anguish of those days, the sun will be darkened, the moon will give no light,",
  "the stars will fall from the sky, and the powers in the heavens will be shaken.",
  "Then everyone will see the Son of Man coming on the clouds with great power and glory.",
  "And he will send out his angels to gather his chosen ones from all over the world—from the farthest ends of the earth and heaven.",
  "“Now learn a lesson from the fig tree. When its branches bud and its leaves begin to sprout, you know that summer is near.",
  "In the same way, when you see all these things taking place, you can know that his return is very near, right at the door.",
  "I tell you the truth, this generation will not pass from the scene before all these things take place.",
  "Heaven and earth will disappear, but my words will never disappear.",
  "“However, no one knows the day or hour when these things will happen, not even the angels in heaven or the Son himself. Only the Father knows.",
  "And since you don’t know when that time will come, be on guard! Stay alert!",
  "“The coming of the Son of Man can be illustrated by the story of a man going on a long trip. When he left home, he gave each of his slaves instructions about the work they were to do, and he told the gatekeeper to watch for his return.",
  "You, too, must keep watch! For you don’t know when the master of the household will return—in the evening, at midnight, before dawn, or at daybreak.",
  "Don’t let him find you sleeping when he arrives without warning.",
  "I say to you what I say to everyone: Watch for him!”"
]