[
  "And working together with Him, we also urge you not to receive the grace of God in vain—",
  "for He says, “At a favorable time I listened to you, And on a day of salvation I helped you.” Behold, now is “a favorable time,” behold, now is “a day of salvation”—",
  "giving no reason for taking offense in anything, so that the ministry will not be discredited,",
  "but in everything commending ourselves as servants of God, in much endurance, in afflictions, in hardships, in difficulties,",
  "in beatings, in imprisonments, in mob attacks, in labors, in sleeplessness, in hunger,",
  "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,",
  "in the word of truth, and in the power of God; by the weapons of righteousness for the right hand and the left,",
  "by glory and dishonor, by evil report and good report; regarded as deceivers and yet true;",
  "as unknown and yet well known, as dying and yet behold, we are alive; as punished and yet not put to death,",
  "as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing and yet possessing all things.",
  "Our mouth has spoken freely to you, you Corinthians, our heart is opened wide.",
  "You are not restrained by us, but you are restrained in your own affections.",
  "Now in the same way in exchange—I am speaking as to children—open wide your hearts to us, you as well.",
  "Do not be mismatched with unbelievers; for what do righteousness and lawlessness share together, or what does light have in common with darkness?",
  "Or what harmony does Christ have with Belial, or what does a believer share with an unbeliever?",
  "Or what agreement does the temple of God have with idols? For we are the temple of the living God; just as God said, “I will dwell among them and walk among them; And I will be their God, and they shall be My people.",
  "Therefore, come out from their midst and be separate,” says the Lord. “And do not touch what is unclean; And I will welcome you.",
  "And I will be a father to you, And you shall be sons and daughters to Me,” Says the Lord Almighty."
]