[
  "Now concerning the collection for the saints, as I directed the churches of Galatia, so you are to do as well.",
  "On the first day of every week, each of you is to put aside and save as he may prosper, so that no collections need to be made when I come.",
  "When I arrive, whomever you approve, I will send them with letters to take your gift to Jerusalem;",
  "and if it is appropriate for me to go also, they will go with me.",
  "But I will come to you after I go through Macedonia; for I am going through Macedonia,",
  "and perhaps I will stay with you or even spend the winter, so that you may send me on my way wherever I go.",
  "For I do not want to see you now just in passing; for I hope to remain with you for some time, if the Lord permits.",
  "But I will remain in Ephesus until Pentecost;",
  "for a wide door for effective service has opened to me, and there are many adversaries.",
  "Now if Timothy comes, see that he has no reason to be afraid while among you, for he is doing the Lord’s work, as I also am.",
  "So do not look down on him, anyone. But send him on his way in peace, so that he may come to me; for I expect him with the brothers.",
  "Now concerning our brother Apollos, I strongly encouraged him to come to you with the brothers; and it was not at all his desire to come now, but he will come when he has the opportunity.",
  "Be on the alert, stand firm in the faith, act like men, be strong.",
  "All that you do must be done in love.",
  "Now I urge you, brothers and sisters: you know the household of Stephanas, that they are the first fruits of Achaia, and that they have devoted themselves to ministry to the saints;",
  "I urge that you also be subject to such as these and to everyone who helps in the work and labors.",
  "I rejoice over the coming of Stephanas, Fortunatus, and Achaicus, because they have supplied what was lacking on your part.",
  "For they have refreshed my spirit and yours. Therefore acknowledge such men.",
  "The churches of Asia greet you. Aquila and Prisca greet you heartily in the Lord, with the church that is in their house.",
  "All the brothers and sisters greet you. Greet one another with a holy kiss.",
  "The greeting is in my own hand—that of Paul.",
  "If anyone does not love the Lord, he is to be accursed. Maranatha!",
  "The grace of the Lord Jesus be with you.",
  "My love be with you all in Christ Jesus. Amen."
]