[
  "“Listen, you heavens, and I will speak; And let the earth hear the words of my mouth!",
  "May my teaching drip as the rain, My speech trickle as the dew, As droplets on the fresh grass, And as the showers on the vegetation.",
  "For I proclaim the name of the Lord; Ascribe greatness to our God!",
  "The Rock! His work is perfect, For all His ways are just; A God of faithfulness and without injustice, Righteous and just is He.",
  "They have acted corruptly against Him, They are not His children, because of their defect; But are a perverse and crooked generation.",
  "Is this what you do to the Lord, You foolish and unwise people? Is He not your Father who has purchased you? He has made you and established you.",
  "Remember the days of old, Consider the years of all generations. Ask your father and he will inform you, Your elders, and they will tell you.",
  "When the Most High gave the nations their inheritance, When He separated the sons of mankind, He set the boundaries of the peoples According to the number of the sons of Israel.",
  "For the Lord’s portion is His people; Jacob is the allotment of His inheritance.",
  "He found him in a desert land, And in the howling wasteland of a wilderness; He encircled him, He cared for him, He guarded him as the apple of His eye.",
  "As an eagle stirs up its nest, And hovers over its young, He spread His wings, He caught them, He carried them on His pinions.",
  "The Lord alone guided him, And there was no foreign god with him.",
  "He had him ride on the high places of the earth, And he ate the produce of the field; And He had him suck honey from the rock, And oil from the flinty rock,",
  "Curds of the herd, and milk of the flock, With fat of lambs And rams, the breed of Bashan, and of goats, With the best of the wheat; And you drank wine of the blood of grapes.",
  "“But Jeshurun became fat and kicked— You have become fat, thick, and obstinate— Then he abandoned God who made him, And rejected the Rock of his salvation.",
  "They made Him jealous with strange gods; With abominations they provoked Him to anger.",
  "They sacrificed to demons, who were not God, To gods whom they have not known, New gods who came lately, Whom your fathers did not know.",
  "You forgot the Rock who fathered you, And forgot the God who gave you birth.",
  "“The Lord saw this, and spurned them Because of the provocation by His sons and daughters.",
  "Then He said, ‘I will hide My face from them, I will see what their end will be; For they are a perverse generation, Sons in whom there is no faithfulness.",
  "They have made Me jealous with what is not God; They have provoked Me to anger with their idols. So I will make them jealous with those who are not a people; I will provoke them to anger with a foolish nation,",
  "For a fire has flared in My anger, And it burns to the lowest part of Sheol, And devours the earth with its yield, And sets on fire the foundations of the mountains.",
  "‘I will add misfortunes to them; I will use up My arrows on them.",
  "They will be wasted by famine, and emaciated by plague And a bitter epidemic; And the teeth of beasts I will send against them, With the venom of crawling things of the dust.",
  "Outside the sword will make them childless, And inside, terror— Both young man and virgin, The nursing child with the man of gray hair.",
  "I would have said, “I will wipe them out, I will remove the mention of their name from humanity,”",
  "Had I not feared the provocation by the enemy, That their adversaries would misjudge, That they would say, “Our hand is triumphant, And the Lord has not performed all this.”’",
  "“For they are a nation destitute of counsel, And there is no understanding in them.",
  "If only they were wise and they understood this; If only they would discern their future!",
  "How could one chase a thousand, And two put ten thousand to flight, Unless their Rock had sold them, And the Lord had given them up?",
  "Indeed, their rock is not like our Rock; Even our enemies themselves judge this.",
  "For their vine is from the vine of Sodom, And from the fields of Gomorrah; Their grapes are grapes of poison, Their clusters, bitter.",
  "Their wine is the venom of serpents, And the deadly poison of vipers.",
  "‘Is it not stored up with Me, Sealed up in My treasuries?",
  "Vengeance is Mine, and retribution; In due time their foot will slip. For the day of their disaster is near, And the impending things are hurrying to them.’",
  "For the Lord will vindicate His people, And will have compassion on His servants, When He sees that their strength is gone, And there is none remaining, bond or free.",
  "And He will say, ‘Where are their gods, The rock in which they took refuge?",
  "Those who ate the fat of their sacrifices, And drank the wine of their drink offering? Let them rise up and help you, Let them be your protection!",
  "See now that I, I am He, And there is no god besides Me; It is I who put to death and give life. I have wounded and it is I who heal, And there is no one who can save anyone from My hand.",
  "Indeed, I raise My hand to heaven, And say, as I live forever,",
  "If I have sharpened My flashing sword, And My hand has taken hold of justice, I will return vengeance on My adversaries, And I will repay those who hate Me.",
  "I will make My arrows drunk with blood, And My sword will devour flesh, With the blood of the slain and the captives, From the long-haired leaders of the enemy.’",
  "Rejoice, you nations, with His people; For He will avenge the blood of His servants, And will return vengeance on His adversaries, And will atone for His land and His people.”",
  "Then Moses came and spoke all the words of this song in the hearing of the people, he, with Joshua the son of Nun.",
  "When Moses had finished speaking all these words to all Israel,",
  "he said to them, “Take to your heart all the words with which I am warning you today, which you will command your sons to follow carefully, all the words of this Law.",
  "For it is not a trivial matter for you; indeed it is your life. And by this word you will prolong your days in the land, which you are about to cross the Jordan to possess.”",
  "Now the Lord spoke to Moses that very same day, saying,",
  "“Go up to this mountain of the Abarim, Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the sons of Israel as a possession.",
  "Then you are to die on the mountain where you ascend, and be gathered to your people, as Aaron your brother died on Mount Hor and was gathered to his people,",
  "because you broke faith with Me in the midst of the sons of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, because you did not treat Me as holy in the midst of the sons of Israel.",
  "For you will see the land at a distance but you will not go there, into the land which I am giving the sons of Israel.”"
]