[
  "Now Moses summoned all Israel and said to them: “Listen, Israel, to the statutes and ordinances which I am speaking today for you to hear, so that you may learn them and be careful to do them.",
  "The Lord our God made a covenant with us at Horeb.",
  "The Lord did not make this covenant with our fathers, but with us, all of us who are alive here today.",
  "The Lord spoke with you face to face at the mountain from the midst of the fire,",
  "while I was standing between the Lord and you at that time, to declare to you the word of the Lord; for you were afraid because of the fire, and you did not go up on the mountain. He said,",
  "‘I am the Lord your God who brought you out of the land of Egypt, out of the house of slavery.",
  "‘You shall have no other gods besides Me.",
  "‘You shall not make for yourself a carved image, or any likeness of what is in heaven above or on the earth beneath or in the water under the earth.",
  "You shall not worship them nor serve them; for I, the Lord your God, am a jealous God, inflicting the punishment of the fathers on the children, even on the third and fourth generations of those who hate Me,",
  "but showing favor to thousands, to those who love Me and keep My commandments.",
  "‘You shall not take the name of the Lord your God in vain, for the Lord will not leave unpunished the one who takes His name in vain.",
  "‘Keep the Sabbath day to treat it as holy, as the Lord your God commanded you.",
  "For six days you shall labor and do all your work,",
  "but the seventh day is a Sabbath of the Lord your God; you shall not do any work that day, you or your son or your daughter, or your male slave or your female slave, or your ox, your donkey, or any of your cattle, or your resident who stays with you, so that your male slave and your female slave may rest as well as you.",
  "And you shall remember that you were a slave in the land of Egypt, and the Lord your God brought you out of there by a mighty hand and an outstretched arm; therefore the Lord your God commanded you to celebrate the Sabbath day.",
  "‘Honor your father and your mother, just as the Lord your God has commanded you, so that your days may be prolonged and that it may go well for you on the land which the Lord your God is giving you.",
  "‘You shall not murder.",
  "‘You shall not commit adultery.",
  "‘You shall not steal.",
  "‘You shall not give false testimony against your neighbor.",
  "‘You shall not covet your neighbor’s wife, nor desire your neighbor’s house, his field, his male slave or his female slave, his ox, his donkey, or anything that belongs to your neighbor.’",
  "“These words the Lord spoke to your whole assembly at the mountain from the midst of the fire, from the cloud, and from the thick darkness, with a great voice, and He added nothing more. He wrote them on two tablets of stone and gave them to me.",
  "And when you heard the voice from the midst of the darkness, while the mountain was burning with fire, you approached me, all the heads of your tribes and your elders.",
  "You said, ‘Behold, the Lord our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire; we have seen today that God speaks with mankind, yet he lives.",
  "Now then, why should we die? For this great fire will consume us; if we hear the voice of the Lord our God any longer, then we will die!",
  "For who is there of humanity who has heard the voice of the living God speaking from the midst of the fire, as we have, and lived?",
  "Go near and listen to everything that the Lord our God says; then speak to us everything that the Lord our God speaks to you, and we will listen and do it.’",
  "“Now the Lord heard the sound of your words when you spoke to me, and the Lord said to me, ‘I have heard the sound of the words of this people which they have spoken to you. They have done well in all that they have spoken.",
  "If only they had such a heart in them, to fear Me and keep all My commandments always, so that it would go well with them and with their sons forever!",
  "Go, say to them, “Return to your tents.”",
  "But as for you, stand here by Me, that I may speak to you all the commandments, the statutes, and the judgments which you shall teach them, so that they may follow them in the land which I am giving them to possess.’",
  "So you shall be careful to do just as the Lord your God has commanded you; you shall not turn aside to the right or to the left.",
  "You shall walk entirely in the way which the Lord your God has commanded you, so that you may live and that it may be well for you, and that you may prolong your days in the land which you will possess."
]