[
  "And Benjamin fathered Bela his firstborn, Ashbel the second, Aharah the third,",
  "Nohah the fourth, and Rapha the fifth.",
  "Bela had sons: Addar, Gera, Abihud,",
  "Abishua, Naaman, Ahoah,",
  "Gera, Shephuphan, and Huram.",
  "These are the sons of Ehud: these are the heads of fathers’ households of the inhabitants of Geba, and they took them into exile to Manahath,",
  "namely, Naaman, Ahijah, and Gera—he exiled them; and he fathered Uzza and Ahihud.",
  "Shaharaim fathered children in the country of Moab after he had sent his wives Hushim and Baara away.",
  "By Hodesh his wife he fathered Jobab, Zibia, Mesha, Malcam,",
  "Jeuz, Sachia, and Mirmah. These were his sons, heads of fathers’ households.",
  "By Hushim he fathered Abitub and Elpaal.",
  "The sons of Elpaal were Eber, Misham, and Shemed, who built Ono and Lod, with its towns;",
  "and Beriah and Shema, who were heads of fathers’ households of the inhabitants of Aijalon, who put the inhabitants of Gath to flight;",
  "and Ahio, Shashak, and Jeremoth.",
  "Zebadiah, Arad, Eder,",
  "Michael, Ishpah, and Joha were the sons of Beriah.",
  "Zebadiah, Meshullam, Hizki, Heber,",
  "Ishmerai, Izliah, and Jobab were the sons of Elpaal.",
  "Jakim, Zichri, Zabdi,",
  "Elienai, Zillethai, Eliel,",
  "Adaiah, Beraiah, and Shimrath were the sons of Shimei.",
  "Ishpan, Eber, Eliel,",
  "Abdon, Zichri, Hanan,",
  "Hananiah, Elam, Anthothijah,",
  "Iphdeiah, and Penuel were the sons of Shashak.",
  "Shamsherai, Shehariah, Athaliah,",
  "Jaareshiah, Elijah, and Zichri were the sons of Jeroham.",
  "These were heads of the fathers’ households according to their generations, chief men who lived in Jerusalem.",
  "Now, Jeiel, the father of Gibeon lived in Gibeon, and his wife’s name was Maacah;",
  "and his firstborn son was Abdon, then Zur, Kish, Baal, Nadab,",
  "Gedor, Ahio, and Zecher.",
  "Mikloth fathered Shimeah. They also lived with their relatives in Jerusalem opposite their other relatives.",
  "Ner fathered Kish, Kish fathered Saul, and Saul fathered Jonathan, Malchi-shua, Abinadab, and Eshbaal.",
  "The son of Jonathan was Merib-baal, and Merib-baal fathered Micah.",
  "The sons of Micah were Pithon, Melech, Tarea, and Ahaz.",
  "Ahaz fathered Jehoaddah, Jehoaddah fathered Alemeth, Azmaveth, and Zimri; and Zimri fathered Moza.",
  "Moza fathered Binea; Raphah was his son, Eleasah, his son, and Azel, his son.",
  "Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
  "The sons of his brother Eshek were Ulam his firstborn, Jeush the second, and Eliphelet the third.",
  "The sons of Ulam were valiant mighty men, archers, and they had many sons and grandsons, 150 of them. All these were among the sons of Benjamin."
]