[
  "But very early on Sunday morning the women went to the tomb, taking the spices they had prepared.",
  "They found that the stone had been rolled away from the entrance.",
  "So they went in, but they didn’t find the body of the Lord Jesus.",
  "As they stood there puzzled, two men suddenly appeared to them, clothed in dazzling robes.",
  "The women were terrified and bowed with their faces to the ground. Then the men asked, “Why are you looking among the dead for someone who is alive?",
  "He isn’t here! He is risen from the dead! Remember what he told you back in Galilee,",
  "that the Son of Man must be betrayed into the hands of sinful men and be crucified, and that he would rise again on the third day.”",
  "Then they remembered that he had said this.",
  "So they rushed back from the tomb to tell his eleven disciples—and everyone else—what had happened.",
  "It was Mary Magdalene, Joanna, Mary the mother of James, and several other women who told the apostles what had happened.",
  "But the story sounded like nonsense to the men, so they didn’t believe it.",
  "However, Peter jumped up and ran to the tomb to look. Stooping, he peered in and saw the empty linen wrappings; then he went home again, wondering what had happened.",
  "That same day two of Jesus’ followers were walking to the village of Emmaus, seven miles from Jerusalem.",
  "As they walked along they were talking about everything that had happened.",
  "As they talked and discussed these things, Jesus himself suddenly came and began walking with them.",
  "But God kept them from recognizing him.",
  "He asked them, “What are you discussing so intently as you walk along?” They stopped short, sadness written across their faces.",
  "Then one of them, Cleopas, replied, “You must be the only person in Jerusalem who hasn’t heard about all the things that have happened there the last few days.”",
  "“What things?” Jesus asked. “The things that happened to Jesus, the man from Nazareth,” they said. “He was a prophet who did powerful miracles, and he was a mighty teacher in the eyes of God and all the people.",
  "But our leading priests and other religious leaders handed him over to be condemned to death, and they crucified him.",
  "We had hoped he was the Messiah who had come to rescue Israel. This all happened three days ago.",
  "“Then some women from our group of his followers were at his tomb early this morning, and they came back with an amazing report.",
  "They said his body was missing, and they had seen angels who told them Jesus is alive!",
  "Some of our men ran out to see, and sure enough, his body was gone, just as the women had said.”",
  "Then Jesus said to them, “You foolish people! You find it so hard to believe all that the prophets wrote in the Scriptures.",
  "Wasn’t it clearly predicted that the Messiah would have to suffer all these things before entering his glory?”",
  "Then Jesus took them through the writings of Moses and all the prophets, explaining from all the Scriptures the things concerning himself.",
  "By this time they were nearing Emmaus and the end of their journey. Jesus acted as if he were going on,",
  "but they begged him, “Stay the night with us, since it is getting late.” So he went home with them.",
  "As they sat down to eat, he took the bread and blessed it. Then he broke it and gave it to them.",
  "Suddenly, their eyes were opened, and they recognized him. And at that moment he disappeared!",
  "They said to each other, “Didn’t our hearts burn within us as he talked with us on the road and explained the Scriptures to us?”",
  "And within the hour they were on their way back to Jerusalem. There they found the eleven disciples and the others who had gathered with them,",
  "who said, “The Lord has really risen! He appeared to Peter.”",
  "Then the two from Emmaus told their story of how Jesus had appeared to them as they were walking along the road, and how they had recognized him as he was breaking the bread.",
  "And just as they were telling about it, Jesus himself was suddenly standing there among them. “Peace be with you,” he said.",
  "But the whole group was startled and frightened, thinking they were seeing a ghost!",
  "“Why are you frightened?” he asked. “Why are your hearts filled with doubt?",
  "Look at my hands. Look at my feet. You can see that it’s really me. Touch me and make sure that I am not a ghost, because ghosts don’t have bodies, as you see that I do.”",
  "As he spoke, he showed them his hands and his feet.",
  "Still they stood there in disbelief, filled with joy and wonder. Then he asked them, “Do you have anything here to eat?”",
  "They gave him a piece of broiled fish,",
  "and he ate it as they watched.",
  "Then he said, “When I was with you before, I told you that everything written about me in the law of Moses and the prophets and in the Psalms must be fulfilled.”",
  "Then he opened their minds to understand the Scriptures.",
  "And he said, “Yes, it was written long ago that the Messiah would suffer and die and rise from the dead on the third day.",
  "It was also written that this message would be proclaimed in the authority of his name to all the nations, beginning in Jerusalem: ‘There is forgiveness of sins for all who repent.’",
  "You are witnesses of all these things.",
  "“And now I will send the Holy Spirit, just as my Father promised. But stay here in the city until the Holy Spirit comes and fills you with power from heaven.”",
  "Then Jesus led them to Bethany, and lifting his hands to heaven, he blessed them.",
  "While he was blessing them, he left them and was taken up to heaven.",
  "So they worshiped him and then returned to Jerusalem filled with great joy.",
  "And they spent all of their time in the Temple, praising God."
]