[
  "Now the Passover and Festival of Unleavened Bread were two days away; and the chief priests and the scribes were seeking how to arrest Him covertly and kill Him;",
  "for they were saying, “Not during the festival, otherwise there will be a riot of the people.”",
  "While He was in Bethany at the home of Simon the Leper, He was reclining at the table, and a woman came with an alabaster vial of very expensive perfume of pure nard. She broke the vial and poured the perfume over His head.",
  "But there were some indignantly remarking to one another, “Why has this perfume been wasted?",
  "For this perfume could have been sold for over three hundred denarii, and the money given to the poor.” And they were scolding her.",
  "But Jesus said, “Leave her alone! Why are you bothering her? She has done a good deed for Me.",
  "For you always have the poor with you, and whenever you want, you can do good to them; but you do not always have Me.",
  "She has done what she could; she has anointed My body beforehand for the burial.",
  "Truly I say to you, wherever the gospel is preached in the entire world, what this woman has done will also be told in memory of her.”",
  "Then Judas Iscariot, who was one of the twelve, went off to the chief priests in order to betray Him to them.",
  "They were delighted when they heard this, and promised to give him money. And he began seeking how to betray Him at an opportune time.",
  "On the first day of Unleavened Bread, when the Passover lamb was being sacrificed, His disciples said to Him, “Where do You want us to go and prepare for You to eat the Passover?”",
  "And He sent two of His disciples and said to them, “Go into the city, and a man carrying a pitcher of water will meet you; follow him;",
  "and wherever he enters, say to the owner of the house, ‘The Teacher says, “Where is My guest room in which I may eat the Passover with My disciples?”’",
  "And he himself will show you a large upstairs room furnished and ready; prepare for us there.”",
  "The disciples left and came to the city, and found everything just as He had told them; and they prepared the Passover.",
  "When it was evening He came with the twelve.",
  "And as they were reclining at the table and eating, Jesus said, “Truly I say to you that one of you will betray Me—one who is eating with Me.”",
  "They began to be grieved and to say to Him one by one, “Surely not I?”",
  "But He said to them, “It is one of the twelve, the one who dips bread with Me in the bowl.",
  "For the Son of Man is going away just as it is written about Him; but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.”",
  "While they were eating, He took some bread, and after a blessing He broke it, and gave it to them, and said, “Take it; this is My body.”",
  "And when He had taken a cup and given thanks, He gave it to them, and they all drank from it.",
  "And He said to them, “This is My blood of the covenant, which is being poured out for many.",
  "Truly I say to you, I will not drink of the fruit of the vine again, until that day when I drink it, new, in the kingdom of God.”",
  "And after singing a hymn, they went out to the Mount of Olives.",
  "And Jesus said to them, “You will all fall away, because it is written: ‘I will strike the shepherd, and the sheep will be scattered.’",
  "But after I am raised, I will go ahead of you to Galilee.”",
  "But Peter said to Him, “Even if they all fall away, yet I will not!”",
  "And Jesus said to him, “Truly I say to you, that this very night, before a rooster crows twice, you yourself will deny Me three times.”",
  "But Peter repeatedly said insistently, “Even if I have to die with You, I will not deny You!” And they all were saying the same thing as well.",
  "They came to a place named Gethsemane; and He said to His disciples, “Sit here until I have prayed.”",
  "And He took with Him Peter, James, and John, and began to be very distressed and troubled.",
  "And He said to them, “My soul is deeply grieved, to the point of death; remain here and keep watch.”",
  "And He went a little beyond them, and fell to the ground and began praying that if it were possible, the hour might pass Him by.",
  "And He was saying, “Abba! Father! All things are possible for You; remove this cup from Me; yet not what I will, but what You will.”",
  "And He came and found them sleeping, and said to Peter, “Simon, are you asleep? Could you not keep watch for one hour?",
  "Keep watching and praying, so that you will not come into temptation; the spirit is willing, but the flesh is weak.”",
  "And again He went away and prayed, saying the same words.",
  "And again He came and found them sleeping, for their eyes were heavy; and they did not know what to say in reply to Him.",
  "And He came the third time, and said to them, “Are you still sleeping and resting? That is enough. The hour has come; behold, the Son of Man is being betrayed into the hands of sinners.",
  "Get up, let’s go; behold, the one who is betraying Me is near!”",
  "And immediately, while He was still speaking, Judas, one of the twelve, came up, accompanied by a crowd with swords and clubs who were from the chief priests, the scribes, and the elders.",
  "Now he who was betraying Him had given them a signal, saying, “Whomever I kiss, He is the one; arrest Him and lead Him away under guard.”",
  "And after coming, Judas immediately went to Him and said, “Rabbi!” and kissed Him.",
  "And they laid hands on Him and arrested Him.",
  "But one of those who stood by drew his sword, and struck the slave of the high priest and cut off his ear.",
  "And Jesus said to them, “Have you come out with swords and clubs to arrest Me, as you would against a man inciting a revolt?",
  "Every day I was with you within the temple grounds teaching, and you did not arrest Me; but this has taken place so that the Scriptures will be fulfilled.”",
  "And His disciples all left Him and fled.",
  "A young man was following Him, wearing nothing but a linen sheet over his naked body; and they seized him.",
  "But he pulled free of the linen sheet and escaped naked.",
  "They led Jesus away to the high priest; and all the chief priests, the elders, and the scribes gathered together.",
  "And Peter had followed Him at a distance, right into the courtyard of the high priest; and he was sitting with the officers and warming himself at the fire.",
  "Now the chief priests and the entire Council were trying to obtain testimony against Jesus to put Him to death, and they were not finding any.",
  "For many people were giving false testimony against Him, and so their testimonies were not consistent.",
  "And then some stood up and began giving false testimony against Him, saying,",
  "“We heard Him say, ‘I will destroy this temple that was made by hands, and in three days I will build another, made without hands.’”",
  "And not even in this respect was their testimony consistent.",
  "And then the high priest stood up and came forward and questioned Jesus, saying, “Do You not offer any answer for what these men are testifying against You?”",
  "But He kept silent and did not offer any answer. Again the high priest was questioning Him, and said to Him, “Are You the Christ, the Son of the Blessed One?”",
  "And Jesus said, “I am; and you shall see the Son of Man sitting at the right hand of power, and coming with the clouds of heaven.”",
  "Tearing his clothes, the high priest said, “What further need do we have of witnesses?",
  "You have heard the blasphemy; how does it seem to you?” And they all condemned Him as deserving of death.",
  "And some began to spit on Him, and to blindfold Him, and to beat Him with their fists and say to Him, “Prophesy!” Then the officers took custody of Him and slapped Him in the face.",
  "And while Peter was below in the courtyard, one of the slave women of the high priest came,",
  "and seeing Peter warming himself, she looked at him and said, “You were with Jesus the Nazarene as well.”",
  "But he denied it, saying, “I neither know nor understand what you are talking about.” And he went out onto the porch.",
  "The slave woman saw him, and began once more to say to the bystanders, “This man is one of them!”",
  "But again he denied it. And after a little while the bystanders were again saying to Peter, “You really are one of them, for you are a Galilean as well.”",
  "But he began to curse himself and to swear, “I do not know this Man of whom you speak!”",
  "And immediately a rooster crowed a second time. And Peter remembered how Jesus had made the remark to him, “Before a rooster crows twice, you will deny Me three times.” And he hurried on and began to weep."
]