[
  "Again He began to teach by the sea. And such a very large crowd gathered to Him that He got into a boat on the sea and sat down; and the whole crowd was by the sea on the land.",
  "And He was teaching them many things in parables, and was saying to them in His teaching,",
  "“Listen to this! Behold, the sower went out to sow;",
  "as he was sowing, some seed fell beside the road, and the birds came and ate it up.",
  "Other seed fell on the rocky ground where it did not have much soil; and immediately it sprang up because it had no depth of soil.",
  "And when the sun had risen, it was scorched; and because it had no root, it withered away.",
  "Other seed fell among the thorns, and the thorns came up and choked it, and it yielded no crop.",
  "Other seeds fell into the good soil, and as they grew up and increased, they yielded a crop and produced thirty, sixty, and a hundred times as much.”",
  "And He was saying, “He who has ears to hear, let him hear.”",
  "As soon as He was alone, His followers, along with the twelve disciples, began asking Him about the parables.",
  "And He was saying to them, “To you has been given the mystery of the kingdom of God, but for those who are outside, everything comes in parables,",
  "so that while seeing they may see, and not perceive, and while hearing, they may hear, and not understand, otherwise they might return and it would be forgiven them.”",
  "And He said to them, “Do you not understand this parable? How will you understand all the parables?",
  "The sower sows the word.",
  "These are the ones who are beside the road where the word is sown; and when they hear, immediately Satan comes and takes away the word which has been sown in them.",
  "And in a similar way these are the ones sown with seed on the rocky places, who, when they hear the word, immediately receive it with joy;",
  "and yet they have no firm root in themselves, but are only temporary; then, when affliction or persecution occurs because of the word, immediately they fall away.",
  "And others are the ones sown with seed among the thorns; these are the ones who have heard the word,",
  "but the worries of the world, and the deceitfulness of wealth, and the desires for other things enter and choke the word, and it becomes unfruitful.",
  "And those are the ones sown with seed on the good soil; and they hear the word and accept it and bear fruit, thirty, sixty, and a hundred times as much.”",
  "And He was saying to them, “A lamp is not brought to be put under a basket, or under a bed, is it? Is it not brought to be put on the lampstand?",
  "For nothing is hidden, except to be revealed; nor has anything been secret, but that it would come to light.",
  "If anyone has ears to hear, let him hear.”",
  "And He was saying to them, “Take care what you listen to. By your standard of measure it will be measured to you; and more will be given you besides.",
  "For whoever has, to him more will be given; and whoever does not have, even what he has will be taken away from him.”",
  "And He was saying, “The kingdom of God is like a man who casts seed upon the soil;",
  "and he goes to bed at night and gets up daily, and the seed sprouts and grows—how, he himself does not know.",
  "The soil produces crops by itself; first the stalk, then the head, then the mature grain in the head.",
  "Now when the crop permits, he immediately puts in the sickle, because the harvest has come.”",
  "And He was saying, “How shall we picture the kingdom of God, or by what parable shall we present it?",
  "It is like a mustard seed, which, when sown upon the soil, though it is the smallest of all the seeds that are upon the soil,",
  "yet when it is sown, it grows up and becomes larger than all the garden plants, and forms large branches, with the result that the birds of the sky can nest under its shade.”",
  "And with many such parables He was speaking the word to them, so far as they were able to understand it;",
  "and He did not speak to them without a parable; but He was explaining everything privately to His own disciples.",
  "On that day, when evening came, He said to them, “Let’s go over to the other side.”",
  "After dismissing the crowd, they took Him along with them in the boat, just as He was; and other boats were with Him.",
  "And a fierce gale of wind developed, and the waves were breaking over the boat so much that the boat was already filling with water.",
  "And yet Jesus Himself was in the stern, asleep on the cushion; and they woke Him and said to Him, “Teacher, do You not care that we are perishing?”",
  "And He got up and rebuked the wind and said to the sea, “Hush, be still.” And the wind died down and it became perfectly calm.",
  "And He said to them, “Why are you afraid? Do you still have no faith?”",
  "They became very much afraid and said to one another, “Who, then, is this, that even the wind and the sea obey Him?”"
]