[
  "The pronouncement of the word of the Lord is against the land of Hadrach, with Damascus as its resting place (for the eyes of mankind, especially of all the tribes of Israel, are toward the Lord),",
  "And Hamath also, which borders on it; Tyre and Sidon, though they are very wise.",
  "For Tyre built herself a fortress, And piled up silver like dust, And gold like the mud of the streets.",
  "Behold, the Lord will dispossess her And throw her wealth into the sea; And she will be consumed with fire.",
  "Ashkelon will see it and be afraid. Gaza too will writhe in great pain; Also Ekron, because her hope has been ruined. Moreover, the king will perish from Gaza, And Ashkelon will not be inhabited.",
  "And a people of mixed origins will live in Ashdod, And I will eliminate the pride of the Philistines.",
  "And I will remove their blood from their mouth And their detestable things from between their teeth. Then they also will be a remnant for our God, And be like a clan in Judah, And Ekron will be like a Jebusite.",
  "But I will camp around My house because of an army, Because of him who passes by and returns; And no oppressor will pass over them anymore, For now I have seen with My eyes.",
  "Rejoice greatly, daughter of Zion! Shout in triumph, daughter of Jerusalem! Behold, your king is coming to you; He is righteous and endowed with salvation, Humble, and mounted on a donkey, Even on a colt, the foal of a donkey.",
  "And I will eliminate the chariot from Ephraim And the horse from Jerusalem; And the bow of war will be eliminated. And He will speak peace to the nations; And His dominion will be from sea to sea, And from the Euphrates River to the ends of the earth.",
  "As for you also, because of the blood of My covenant with you, I have set your prisoners free from the waterless pit.",
  "Return to the stronghold, you prisoners who have the hope; This very day I am declaring that I will restore double to you.",
  "For I will bend Judah as My bow, I will fill the bow with Ephraim. And I will stir up your sons, Zion, against your sons, Greece; And I will make you like a warrior’s sword.",
  "Then the Lord will appear over them, And His arrow will go forth like lightning; And the Lord God will blow the trumpet, And march in the storm winds of the south.",
  "The Lord of armies will protect them. And they will devour and trample on the slingstones; And they will drink and be boisterous as with wine; And they will be filled like a sacrificial basin, Drenched like the corners of the altar.",
  "And the Lord their God will save them on that day As the flock of His people; For they are like the precious stones of a crown, Sparkling on His land.",
  "For how great will their loveliness and beauty be! Grain will make the young men flourish, and new wine, the virgins."
]