[
  "“I want to heal Israel, but its sins are too great. Samaria is filled with liars. Thieves are on the inside and bandits on the outside!",
  "Its people don’t realize that I am watching them. Their sinful deeds are all around them, and I see them all.",
  "“The people entertain the king with their wickedness, and the princes laugh at their lies.",
  "They are all adulterers, always aflame with lust. They are like an oven that is kept hot while the baker is kneading the dough.",
  "On royal holidays, the princes get drunk with wine, carousing with those who mock them.",
  "Their hearts are like an oven blazing with intrigue. Their plot smolders through the night, and in the morning it breaks out like a raging fire.",
  "Burning like an oven, they consume their leaders. They kill their kings one after another, and no one cries to me for help.",
  "“The people of Israel mingle with godless foreigners, making themselves as worthless as a half-baked cake!",
  "Worshiping foreign gods has sapped their strength, but they don’t even know it. Their hair is gray, but they don’t realize they’re old and weak.",
  "Their arrogance testifies against them, yet they don’t return to the Lord their God or even try to find him.",
  "“The people of Israel have become like silly, witless doves, first calling to Egypt, then flying to Assyria for help.",
  "But as they fly about, I will throw my net over them and bring them down like a bird from the sky. I will punish them for all the evil they do.",
  "“What sorrow awaits those who have deserted me! Let them die, for they have rebelled against me. I wanted to redeem them, but they have told lies about me.",
  "They do not cry out to me with sincere hearts. Instead, they sit on their couches and wail. They cut themselves, begging foreign gods for grain and new wine, and they turn away from me.",
  "I trained them and made them strong, yet now they plot evil against me.",
  "They look everywhere except to the Most High. They are as useless as a crooked bow. Their leaders will be killed by their enemies because of their insolence toward me. Then the people of Egypt will laugh at them."
]