[
  "Woe to you, destroyer, you who have not been destroyed! Woe to you, betrayer, you who have not been betrayed! When you stop destroying, you will be destroyed; when you stop betraying, you will be betrayed.",
  "Lord, be gracious to us; we long for you. Be our strength every morning, our salvation in time of distress.",
  "At the uproar of your army, the peoples flee; when you rise up, the nations scatter.",
  "Your plunder, O nations, is harvested as by young locusts; like a swarm of locusts people pounce on it.",
  "The Lord is exalted, for he dwells on high; he will fill Zion with his justice and righteousness.",
  "He will be the sure foundation for your times, a rich store of salvation and wisdom and knowledge; the fear of the Lord is the key to this treasure.",
  "Look, their brave men cry aloud in the streets; the envoys of peace weep bitterly.",
  "The highways are deserted, no travelers are on the roads. The treaty is broken, its witnesses are despised, no one is respected.",
  "The land dries up and wastes away, Lebanon is ashamed and withers; Sharon is like the Arabah, and Bashan and Carmel drop their leaves.",
  "“Now will I arise,” says the Lord. “Now will I be exalted; now will I be lifted up.",
  "You conceive chaff, you give birth to straw; your breath is a fire that consumes you.",
  "The peoples will be burned to ashes; like cut thornbushes they will be set ablaze.”",
  "You who are far away, hear what I have done; you who are near, acknowledge my power!",
  "The sinners in Zion are terrified; trembling grips the godless: “Who of us can dwell with the consuming fire? Who of us can dwell with everlasting burning?”",
  "Those who walk righteously and speak what is right, who reject gain from extortion and keep their hands from accepting bribes, who stop their ears against plots of murder and shut their eyes against contemplating evil—",
  "they are the ones who will dwell on the heights, whose refuge will be the mountain fortress. Their bread will be supplied, and water will not fail them.",
  "Your eyes will see the king in his beauty and view a land that stretches afar.",
  "In your thoughts you will ponder the former terror: “Where is that chief officer? Where is the one who took the revenue? Where is the officer in charge of the towers?”",
  "You will see those arrogant people no more, people whose speech is obscure, whose language is strange and incomprehensible.",
  "Look on Zion, the city of our festivals; your eyes will see Jerusalem, a peaceful abode, a tent that will not be moved; its stakes will never be pulled up, nor any of its ropes broken.",
  "There the Lord will be our Mighty One. It will be like a place of broad rivers and streams. No galley with oars will ride them, no mighty ship will sail them.",
  "For the Lord is our judge, the Lord is our lawgiver, the Lord is our king; it is he who will save us.",
  "Your rigging hangs loose: The mast is not held secure, the sail is not spread. Then an abundance of spoils will be divided and even the lame will carry off plunder.",
  "No one living in Zion will say, “I am ill”; and the sins of those who dwell there will be forgiven."
]