[
  "The vision of Isaiah the son of Amoz concerning Judah and Jerusalem, which he saw during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
  "Listen, heavens, and hear, earth; For the Lord has spoken: “Sons I have raised and brought up, But they have revolted against Me.",
  "An ox knows its owner, And a donkey its master’s manger, But Israel does not know, My people do not understand.”",
  "Oh, sinful nation, People weighed down with guilt, Offspring of evildoers, Sons who act corruptly! They have abandoned the Lord, They have despised the Holy One of Israel, They have turned away from Him.",
  "Where will you be stricken again, As you continue in your rebellion? The entire head is sick And the entire heart is faint.",
  "From the sole of the foot even to the head There is nothing healthy in it, Only bruises, slashes, and raw wounds; Not pressed out nor bandaged, Nor softened with oil.",
  "Your land is desolate, Your cities are burned with fire; As for your fields, strangers are devouring them in front of you; It is desolation, as overthrown by strangers.",
  "The daughter of Zion is left like a shelter in a vineyard, Like a watchman’s hut in a cucumber field, like a city under watch.",
  "If the Lord of armies Had not left us a few survivors, We would be like Sodom, We would be like Gomorrah.",
  "Hear the word of the Lord, You rulers of Sodom; Listen to the instruction of our God, You people of Gomorrah!",
  "“What are your many sacrifices to Me?” Says the Lord. “I have had enough of burnt offerings of rams And the fat of fattened cattle; And I take no pleasure in the blood of bulls, lambs, or goats.",
  "When you come to appear before Me, Who requires of you this trampling of My courtyards?",
  "Do not go on bringing your worthless offerings, Incense is an abomination to Me. New moon and Sabbath, the proclamation of an assembly— I cannot endure wrongdoing and the festive assembly.",
  "I hate your new moon festivals and your appointed feasts, They have become a burden to Me; I am tired of bearing them.",
  "So when you spread out your hands in prayer, I will hide My eyes from you; Yes, even though you offer many prayers, I will not be listening. Your hands are covered with blood.",
  "“Wash yourselves, make yourselves clean; Remove the evil of your deeds from My sight. Stop doing evil,",
  "Learn to do good; Seek justice, Rebuke the oppressor, Obtain justice for the orphan, Plead for the widow’s case.",
  "“Come now, and let us debate your case,” Says the Lord, “Though your sins are as scarlet, They shall become as white as snow; Though they are red like crimson, They shall be like wool.",
  "If you are willing and obedient, You will eat the best of the land;",
  "But if you refuse and rebel, You will be devoured by the sword.” For the mouth of the Lord has spoken.",
  "How the faithful city has become a prostitute, She who was full of justice! Righteousness once dwelt in her, But now murderers.",
  "Your silver has become waste matter, Your drink diluted with water.",
  "Your rulers are rebels And companions of thieves; Everyone loves a bribe And chases after gifts. They do not obtain justice for the orphan, Nor does the widow’s case come before them.",
  "Therefore the Lord God of armies, The Mighty One of Israel, declares, “Ah, I will have satisfaction against My adversaries, And avenge Myself on My enemies.",
  "I will also turn My hand against you, And smelt away your impurities as with lye; And I will remove all your slag.",
  "Then I will restore your judges as at first, And your counselors as at the beginning; After that you will be called the city of righteousness, A faithful city.”",
  "Zion will be redeemed with justice And her repentant ones with righteousness.",
  "But wrongdoers and sinners together will be broken, And those who abandon the Lord will come to an end.",
  "You certainly will be ashamed of the oaks which you have desired, And you will be embarrassed by the gardens which you have chosen.",
  "For you will be like an oak whose leaf withers away, Or like a garden that has no water.",
  "The strong man will become like flax fiber, And his work a spark. So they shall both burn together And there will be no one to extinguish them."
]