[
  "The pronouncement concerning Damascus: “Behold, Damascus is about to be removed from being a city And will become a fallen ruin.",
  "The cities of Aroer are abandoned; They will be for herds to lie down in, And there will be no one to frighten them.",
  "The fortified city will disappear from Ephraim, And sovereignty from Damascus And the remnant of Aram; They will be like the glory of the sons of Israel,” Declares the Lord of armies.",
  "Now on that day the glory of Jacob will fade, And the fatness of his flesh will become lean.",
  "It will be like the reaper gathering the standing grain, As his arm harvests the ears, Or it will be like one gleaning ears of grain In the Valley of Rephaim.",
  "Yet gleanings will be left in it like the shaking of an olive tree, Two or three olives on the topmost branch, Four or five on the branches of a fruitful tree, Declares the Lord, the God of Israel.",
  "On that day man will look to his Maker And his eyes will look to the Holy One of Israel.",
  "And he will not look to the altars, the work of his hands, Nor will he look to that which his fingers have made, Even the Asherim and incense altars.",
  "On that day their strong cities will be like abandoned places in the forest, Or like branches which they abandoned before the sons of Israel; And the land will be a desolation.",
  "For you have forgotten the God of your salvation And have not remembered the rock of your refuge. Therefore you plant delightful plants And set them with vine shoots of a strange god.",
  "On the day that you plant it you carefully fence it in, And in the morning you bring your seed to blossom; But the harvest will flee On a day of illness and incurable pain.",
  "Oh, the uproar of many peoples Who roar like the roaring of the seas, And the rumbling of nations Who rush on like the rumbling of mighty waters!",
  "The nations rumble on like the rumbling of many waters, But He will rebuke them, and they will flee far away, And be chased like chaff on the mountains before the wind, Or like whirling dust before a gale.",
  "At evening time, behold, there is terror! Before morning they are gone. This will be the fate of those who plunder us And the lot of those who pillage us."
]