[
  "The pronouncement concerning the wilderness of the sea: As windstorms in the Negev come in turns, It comes from the wilderness, from a terrifying land.",
  "A harsh vision has been shown to me; The treacherous one still deals treacherously, and the destroyer still destroys. Go up, Elam, lay siege, Media; I have put an end to all the groaning she has caused.",
  "For this reason my loins are full of anguish; Pains have seized me like the pains of a woman in labor. I am so bewildered I cannot hear, so terrified I cannot see.",
  "My mind reels, horror overwhelms me; The twilight I longed for has been turned into trembling for me.",
  "They set the table, they spread out the cloth, they eat, they drink; “Rise up, captains, oil the shields!”",
  "For this is what the Lord says to me: “Go, station the lookout, have him report what he sees.",
  "When he sees a column of chariots, horsemen in pairs, A train of donkeys, a train of camels, He is to pay close attention, very close attention.”",
  "Then the lookout called, “Lord, I stand continually by day on the watchtower, And I am stationed every night at my guard post.",
  "Now behold, here comes a troop of riders, horsemen in pairs.” And one said, “Fallen, fallen is Babylon; And all the images of her gods are shattered on the ground.”",
  "My downtrodden people, and my afflicted of the threshing floor! What I have heard from the Lord of armies, The God of Israel, I make known to you.",
  "The pronouncement concerning Edom: One keeps calling to me from Seir, “Watchman, how far gone is the night? Watchman, how far gone is the night?”",
  "The watchman says, “Morning comes but also night. If you would inquire, inquire; Come back again.”",
  "The pronouncement about Arabia: In the thickets of Arabia you must spend the night, You caravans of Dedanites.",
  "Bring water for the thirsty, You inhabitants of the land of Tema; Meet the fugitive with bread.",
  "For they have fled from the swords, From the drawn sword, and from the bent bow, And from the press of battle.",
  "For this is what the Lord said to me: “In a year, as a hired worker would count it, all the splendor of Kedar will come to an end;",
  "and the remainder of the number of bowmen, the warriors of the sons of Kedar, will be few; for the Lord God of Israel has spoken.”"
]