[
  "The pronouncement concerning the valley of vision: What is the matter with you now, that you have all gone up to the housetops?",
  "You who were full of noise, You tumultuous town, you jubilant city; Your dead were not killed with the sword, Nor did they die in battle.",
  "All your rulers have fled together, And have been captured without the bow; All of you who were found were taken captive together, Though they had fled far away.",
  "Therefore I say, “Look away from me, Let me weep bitterly, Do not try to comfort me concerning the destruction of the daughter of my people.”",
  "For the Lord God of armies has a day of panic, subjugation, and confusion In the valley of vision, A breaking down of walls And a crying to the mountain.",
  "Elam picked up the quiver, With the chariots, infantry, and horsemen; And Kir uncovered the shield.",
  "Then your choicest valleys were full of chariots, And the horsemen took positions at the gate.",
  "And He removed the defense of Judah. On that day you depended on the weapons of the house of the forest,",
  "And you saw that the breaches In the wall of the city of David were many; And you collected the waters of the lower pool.",
  "Then you counted the houses of Jerusalem And tore down houses to fortify the wall.",
  "And you made a reservoir between the two walls For the waters of the old pool. But you did not depend on Him who made it, Nor did you take into consideration Him who planned it long ago.",
  "Therefore on that day the Lord God of armies called you to weeping, to wailing, To shaving the head, and to wearing sackcloth.",
  "Instead, there is joy and jubilation, Killing of cattle and slaughtering of sheep, Eating of meat and drinking of wine: “Let’s eat and drink, for tomorrow we may die.”",
  "But the Lord of armies revealed Himself to me: “Certainly this wrongdoing will not be forgiven you Until you die,” says the Lord God of armies.",
  "This is what the Lord God of armies says: “Come, go to this steward, To Shebna who is in charge of the royal household,",
  "‘What right do you have here, And whom do you have here, That you have cut out a tomb for yourself here, You who cut out a tomb on the height, You who carve a resting place for yourself in the rock?",
  "Behold, the Lord is about to hurl you violently, you strong man. And He is about to grasp you firmly",
  "And wrap you up tightly like a ball, To be driven into a vast country; There you will die, And there your splendid chariots will be, You shame of your master’s house!’",
  "I will depose you from your office, And I will pull you down from your position.",
  "Then it will come about on that day, That I will summon My servant Eliakim the son of Hilkiah,",
  "And I will clothe him with your tunic And tie your sash securely around him. I will hand your authority over to him, And he will become a father to the inhabitants of Jerusalem and to the house of Judah.",
  "Then I will put the key of the house of David on his shoulder; When he opens, no one will shut, When he shuts, no one will open.",
  "I will drive him like a peg in a firm place, And he will become a throne of glory to his father’s house.",
  "So they will hang on him all the glory of his father’s house, the offspring and the descendants, all the least of vessels, from bowls to all the jars.",
  "On that day,” declares the Lord of armies, “the peg driven into a firm place will give way; it will even break off and fall, and the load that is hanging on it will be cut off, for the Lord has spoken.”"
]