[
  "Woe to the proud crown of the habitually drunk of Ephraim, And to the fading flower of its glorious beauty, Which is at the head of the fertile valley Of those who are overcome with wine!",
  "Behold, the Lord has a strong and mighty agent; As a storm of hail, a tempest of destruction, Like a storm of mighty overflowing waters, He has thrown it down to the earth with His hand.",
  "The splendid crown of the habitually drunk of Ephraim is trampled underfoot.",
  "And the fading flower of its glorious beauty, Which is at the head of the fertile valley, Will be like the first-ripe fig prior to the summer, Which one sees, And as soon as it is in his hand, He swallows it.",
  "On that day the Lord of armies will become a beautiful crown And a glorious wreath to the remnant of His people;",
  "A spirit of justice for him who sits in judgment, A strength to those who repel the onslaught at the gate.",
  "And these also reel with wine and stagger from intoxicating drink: The priest and the prophet reel with intoxicating drink, They are confused by wine, they stagger from intoxicating drink; They reel while having visions, They stagger when rendering a verdict.",
  "For all the tables are full of filthy vomit, without a single clean place.",
  "“To whom would He teach knowledge, And to whom would He interpret the message? Those just weaned from milk? Those just taken from the breast?",
  "For He says, ‘Order on order, order on order, Line on line, line on line, A little here, a little there.’”",
  "Indeed, He will speak to this people Through stammering lips and a foreign tongue,",
  "He who said to them, “This is the place of quiet, give rest to the weary,” And, “This is the resting place,” but they would not listen.",
  "So the word of the Lord to them will be, “Order on order, order on order, Line on line, line on line, A little here, a little there,” That they may go and stumble backward, be broken, snared, and taken captive.",
  "Therefore, hear the word of the Lord, you scoffers, Who rule this people who are in Jerusalem,",
  "Because you have said, “We have made a covenant with death, And with Sheol we have made a pact. The gushing flood will not reach us when it passes by, Because we have made falsehood our refuge and we have concealed ourselves with deception.”",
  "Therefore this is what the Lord God says: “Behold, I am laying a stone in Zion, a tested stone, A precious cornerstone for the foundation, firmly placed. The one who believes in it will not be disturbed.",
  "I will make justice the measuring line And righteousness the level; Then hail will sweep away the refuge of lies, And the waters will overflow the secret place.",
  "Your covenant with death will be canceled, And your pact with Sheol will not stand; When the gushing flood passes through, Then you will become its trampling ground.",
  "As often as it passes through, it will seize you; For morning after morning it will pass through, anytime during the day or night, And it will be sheer terror to understand what it means.”",
  "The bed is too short on which to stretch out, And the blanket is too small to wrap oneself in.",
  "For the Lord will rise up as at Mount Perazim, He will be stirred up as in the Valley of Gibeon, To do His task, His unusual task, And to work His work, His extraordinary work.",
  "And now do not carry on as scoffers, Or your shackles will be made stronger; For I have heard from the Lord God of armies Of decisive destruction on all the earth.",
  "Listen and hear my voice, Pay attention and hear my words.",
  "Does the farmer plow continually to plant seed? Does he continually turn and break up his ground?",
  "Does he not level its surface And sow dill and scatter cumin And plant wheat in rows, Barley in its place and rye within its area?",
  "For his God instructs and teaches him properly.",
  "For dill is not threshed with a threshing sledge, Nor is the cartwheel driven over cumin; But dill is beaten out with a rod, and cumin with a club.",
  "Grain for bread is crushed, Indeed, he does not continue to thresh it forever. Because the wheel of his cart and his horses eventually damage it, He does not thresh it longer.",
  "This also comes from the Lord of armies, Who has made His counsel wonderful and His wisdom great."
]