[
  "For behold, the Lord God of armies is going to remove from Jerusalem and Judah Both supply and support, the entire supply of bread And the entire supply of water;",
  "The mighty man and the warrior, The judge and the prophet, The diviner and the elder,",
  "The captain of fifty and the esteemed person, The counselor and the expert artisan, And the skillful enchanter.",
  "And I will make mere boys their leaders, And mischievous children will rule over them,",
  "And the people will be oppressed, Each one by another, and each one by his neighbor; The youth will assault the elder, And the contemptible person will assault the one honored.",
  "When a man lays hold of his brother in his father’s house, saying, “You have a cloak, you shall be our ruler! And these ruins will be under your authority,”",
  "He will protest on that day, saying, “I will not be your healer, For in my house there is neither bread nor cloak; You should not appoint me ruler of the people.”",
  "For Jerusalem has stumbled and Judah has fallen, Because their speech and their actions are against the Lord, To rebel against His glorious presence.",
  "The expression of their faces testifies against them, And they display their sin like Sodom; They do not even conceal it. Woe to them! For they have done evil to themselves.",
  "Say to the righteous that it will go well for them, For they will eat the fruit of their actions.",
  "Woe to the wicked! It will go badly for him, For what he deserves will be done to him.",
  "My people! Their oppressors treat them violently, And women rule over them. My people! Those who guide you lead you astray And confuse the direction of your paths.",
  "The Lord arises to contend, And stands to judge the people.",
  "The Lord enters into judgment with the elders and leaders of His people, “It is you who have devoured the vineyard; The goods stolen from the poor are in your houses.",
  "What do you mean by crushing My people And oppressing the face of the poor?” Declares the Lord God of armies.",
  "Moreover, the Lord said, “Because the daughters of Zion are haughty And walk with heads held high and seductive eyes, And go along with mincing steps And jingle the anklets on their feet,",
  "The Lord will afflict the scalp of the daughters of Zion with scabs, And the Lord will make their foreheads bare.”",
  "On that day the Lord will take away the beauty of their anklets, headbands, crescent ornaments,",
  "dangling earrings, bracelets, veils,",
  "headdresses, ankle chains, sashes, perfume boxes, amulets,",
  "finger rings, nose rings,",
  "festive robes, outer garments, shawls, purses,",
  "papyrus garments, undergarments, headbands, and veils.",
  "Now it will come about that instead of balsam oil there will be a stench; Instead of a belt, a rope; Instead of well-set hair, a plucked-out scalp; Instead of fine clothes, a robe of sackcloth; And branding instead of beauty.",
  "Your men will fall by the sword And your mighty ones in battle.",
  "And her gates will lament and mourn, And she will sit deserted on the ground."
]