[
  "This is what the Lord says to Cyrus His anointed, Whom I have taken by the right hand, To subdue nations before him And to undo the weapons belt on the waist of kings; To open doors before him so that gates will not be shut:",
  "“I will go before you and make the rough places smooth; I will shatter the doors of bronze and cut through their iron bars.",
  "I will give you the treasures of darkness And hidden wealth of secret places, So that you may know that it is I, The Lord, the God of Israel, who calls you by your name.",
  "For the sake of Jacob My servant, And Israel My chosen one, I have also called you by your name; I have given you a title of honor Though you have not known Me.",
  "I am the Lord, and there is no one else; There is no God except Me. I will arm you, though you have not known Me,",
  "So that people may know from the rising to the setting of the sun That there is no one besides Me. I am the Lord, and there is no one else,",
  "The One forming light and creating darkness, Causing well-being and creating disaster; I am the Lord who does all these things.",
  "“Drip down, heavens, from above, And let the clouds pour down righteousness; Let the earth open up and salvation bear fruit, And righteousness sprout with it. I, the Lord, have created it.",
  "“Woe to the one who quarrels with his Maker— A piece of pottery among the other earthenware pottery pieces! Will the clay say to the potter, ‘What are you doing?’ Or the thing you are making say, ‘He has no hands’?",
  "Woe to him who says to a father, ‘What are you fathering?’ Or to a woman, ‘To what are you giving birth?’”",
  "This is what the Lord says, the Holy One of Israel and his Maker: “Ask Me about the things to come concerning My sons, And you shall commit to Me the work of My hands.",
  "It is I who made the earth, and created mankind upon it. I stretched out the heavens with My hands, And I ordained all their lights.",
  "I have stirred him in righteousness, And I will make all his ways smooth. He will build My city and let My exiles go free, Without any payment or reward,” says the Lord of armies.",
  "This is what the Lord says: “The products of Egypt and the merchandise of Cush And the Sabeans, men of stature, Will come over to you and will be yours; They will walk behind you, they will come over in chains And will bow down to you; They will plead with you: ‘God certainly is with you, and there is no one else, No other God.’”",
  "Truly, You are a God who hides Himself, God of Israel, Savior!",
  "They will be put to shame and even humiliated, all of them; The manufacturers of idols will go away together in humiliation.",
  "Israel has been saved by the Lord With an everlasting salvation; You will not be put to shame or humiliated To all eternity.",
  "For this is what the Lord says, He who created the heavens (He is the God who formed the earth and made it, He established it and did not create it as a waste place, but formed it to be inhabited): “I am the Lord, and there is no one else.",
  "I have not spoken in secret, In some dark land; I did not say to the offspring of Jacob, ‘Seek Me in a wasteland’; I, the Lord, speak righteousness, Declaring things that are right.",
  "“Gather yourselves and come; Come together, you survivors of the nations! They have no knowledge, Who carry around their wooden idol And pray to a god who cannot save.",
  "Declare and present your case; Indeed, let them consult together. Who has announced this long ago? Who has long since declared it? Is it not I, the Lord? And there is no other God besides Me, A righteous God and a Savior; There is none except Me.",
  "Turn to Me and be saved, all the ends of the earth; For I am God, and there is no other.",
  "I have sworn by Myself; The word has gone out from My mouth in righteousness And will not turn back, That to Me every knee will bow, every tongue will swear allegiance.",
  "They will say of Me, ‘Only in the Lord are righteousness and strength.’ People will come to Him, And all who were angry at Him will be put to shame.",
  "In the Lord all the offspring of Israel Will be justified and will boast.”"
]