[
  "Let me sing now for my beloved A song of my beloved about His vineyard. My beloved had a vineyard on a fertile hill.",
  "He dug it all around, cleared it of stones, And planted it with the choicest vine. And He built a tower in the middle of it, And also carved out a wine vat in it; Then He expected it to produce good grapes, But it produced only worthless ones.",
  "“And now, you inhabitants of Jerusalem and people of Judah, Judge between Me and My vineyard.",
  "What more was there to do for My vineyard that I have not done in it? Why, when I expected it to produce good grapes did it produce worthless ones?",
  "So now let Me tell you what I am going to do to My vineyard: I will remove its hedge and it will be consumed; I will break down its wall and it will become trampled ground.",
  "I will lay it waste; It will not be pruned nor hoed, But briars and thorns will come up. I will also command the clouds not to rain on it.”",
  "For the vineyard of the Lord of armies is the house of Israel, And the people of Judah are His delightful plant. So He waited for justice, but behold, there was bloodshed; For righteousness, but behold, a cry for help.",
  "Woe to those who attach house to house and join field to field, Until there is no more room, And you alone are a landowner in the midst of the land!",
  "In my ears the Lord of armies has sworn, “Many houses shall certainly become desolate, Even great and fine ones, without occupants.",
  "For ten acres of vineyard will yield only one bath of wine, And a homer of seed will yield only an ephah of grain.”",
  "Woe to those who rise early in the morning so that they may pursue intoxicating drink, Who stay up late in the evening so that wine may inflame them!",
  "Their banquets are accompanied by lyre and harp, by tambourine and flute, and by wine; But they do not pay attention to the deeds of the Lord, Nor do they consider the work of His hands.",
  "Therefore My people go into exile for their lack of knowledge; And their nobles are famished, And their multitude is parched with thirst.",
  "Therefore Sheol has enlarged its throat and opened its mouth beyond measure; And Jerusalem’s splendor, her multitude, her noise of revelry, and the jubilant within her, descend into it.",
  "So the common people will be humbled and the person of importance brought low, The eyes of the haughty also will be brought low.",
  "But the Lord of armies will be exalted in judgment, And the holy God will show Himself holy in righteousness.",
  "Then the lambs will graze as in their pasture, And strangers will eat in the ruins of the wealthy.",
  "Woe to those who drag wrongdoing with the cords of deceit, And sin as if with cart ropes;",
  "Who say, “Let Him hurry, let Him do His work quickly, so that we may see it; And let the plan of the Holy One of Israel approach And come to pass, so that we may know it!”",
  "Woe to those who call evil good, and good evil; Who substitute darkness for light and light for darkness; Who substitute bitter for sweet and sweet for bitter!",
  "Woe to those who are wise in their own eyes And clever in their own sight!",
  "Woe to those who are heroes in drinking wine, And valiant men in mixing intoxicating drink,",
  "Who declare the wicked innocent for a bribe, And take away the rights of the ones who are in the right!",
  "Therefore, as a tongue of fire consumes stubble, And dry grass collapses in the flame, So their root will become like rot, and their blossom blow away like dust; For they have rejected the Law of the Lord of armies, And discarded the word of the Holy One of Israel.",
  "For this reason the anger of the Lord has burned against His people, And He has stretched out His hand against them and struck them. And the mountains quaked, and their corpses lay like refuse in the middle of the streets. Despite all this, His anger is not spent, But His hand is still stretched out.",
  "He will also lift up a flag to the distant nation, And whistle for it from the ends of the earth; And behold, it will come with speed swiftly.",
  "No one in it is tired or stumbles, No one slumbers or sleeps; Nor is the undergarment at his waist loosened, Nor his sandal strap broken.",
  "Its arrows are sharp and all its bows are bent; The hoofs of its horses seem like flint, and its chariot wheels like a storm wind.",
  "Its roaring is like a lioness, and it roars like young lions; It growls as it seizes the prey And carries it off with no one to save it.",
  "And it will roar against it on that day like the roaring of the sea. If one looks across to the land, behold, there is darkness and distress; Even the light is darkened by its clouds."
]