[
  "“Listen to Me, you who pursue righteousness, Who seek the Lord: Look to the rock from which you were cut, And to the quarry from which you were dug.",
  "Look to Abraham your father And to Sarah who gave birth to you in pain; When he was only one I called him, Then I blessed him and multiplied him.”",
  "Indeed, the Lord will comfort Zion; He will comfort all her ruins. And He will make her wilderness like Eden, And her desert like the garden of the Lord. Joy and gladness will be found in her, Thanksgiving and the sound of a melody.",
  "“Pay attention to Me, My people, And listen to Me, My nation; For a law will go out from Me, And I will bring My justice as a light of the peoples.",
  "My righteousness is near, My salvation has gone forth, And My arms will judge the peoples; The coastlands will wait for Me, And they will wait expectantly for My arm.",
  "Raise your eyes to the sky, Then look to the earth beneath; For the sky will vanish like smoke, And the earth will wear out like a garment And its inhabitants will die in the same way. But My salvation will be forever, And My righteousness will not fail.",
  "Listen to Me, you who know righteousness, A people in whose heart is My Law; Do not fear the taunting of people, Nor be terrified of their abuses.",
  "For the moth will eat them like a garment; Yes, the moth will eat them like wool. But My righteousness will be forever, And My salvation to all generations.”",
  "Awake, awake, put on strength, O arm of the Lord; Awake as in the days of old, the generations of long ago. Was it not You who cut Rahab in pieces, Who pierced the dragon?",
  "Was it not You who dried up the sea, The waters of the great deep; Who made the depths of the sea a pathway For the redeemed to cross over?",
  "And the redeemed of the Lord will return And come to Zion with joyful shouting, And everlasting joy will be on their heads. They will obtain gladness and joy, And sorrow and sighing will flee away.",
  "“I, I Myself, am He who comforts you. Who are you that you are afraid of mortal man, And of a son of man who is made like grass,",
  "That you have forgotten the Lord your Maker, Who stretched out the heavens And laid the foundations of the earth, That you fear continually all day long because of the fury of the oppressor, As he makes ready to destroy? And where is the rage of the oppressor?",
  "The exile will soon be set free, and will not die in the dungeon, nor will his bread be lacking.",
  "For I am the Lord your God, who stirs up the sea so that its waves roar (the Lord of armies is His name).",
  "And I have put My words in your mouth and have covered you with the shadow of My hand, to establish the heavens, to found the earth, and to say to Zion, ‘You are My people.’”",
  "Pull yourself up! Pull yourself up! Arise, Jerusalem! You who have drunk from the Lord’s hand the cup of His anger; The chalice of staggering you have drunk to the dregs.",
  "There is no one to guide her among all the sons to whom she has given birth, Nor is there anyone to take her by the hand among all the sons she has raised.",
  "These two things have happened to you; Who will mourn for you? The devastation and destruction, famine and sword; How shall I comfort you?",
  "Your sons have fainted, They lie helpless at the head of every street, Like an antelope in a net, Full of the wrath of the Lord, The rebuke of your God.",
  "Therefore, listen to this, you afflicted, Who are drunk, but not with wine:",
  "This is what your Lord, the Lord, your God Who contends for His people says: “Behold, I have taken from your hand the cup of staggering, The chalice of My anger; You will never drink it again.",
  "I will put it into the hand of your tormentors, Who have said to you, ‘Lie down so that we may walk over you.’ You have also made your back like the ground, And like the street for those who walk over it.”"
]