[
  "Awake, awake, Clothe yourself in your strength, Zion; Clothe yourself with your beautiful garments, Jerusalem, the holy city; For the uncircumcised and the unclean Will no longer come into you.",
  "Shake yourself from the dust, rise up, Captive Jerusalem; Release yourself from the chains around your neck, Captive daughter of Zion.",
  "For this is what the Lord says: “You were sold for nothing, and you will be redeemed without money.”",
  "For this is what the Lord God says: “My people went down to Egypt first to reside there; then the Assyrian oppressed them without reason.",
  "And now, what do I have here,” declares the Lord, “seeing that My people have been taken away without reason?” Again the Lord declares, “Those who rule over them howl, and My name is continually reviled all day long.",
  "Therefore, My people shall know My name; therefore on that day I am the one who is speaking, ‘Here I am.’”",
  "How delightful on the mountains Are the feet of one who brings good news, Who announces peace And brings good news of happiness, Who announces salvation, And says to Zion, “Your God reigns!”",
  "Listen! Your watchmen raise their voices, They shout joyfully together; For they will see with their own eyes When the Lord restores Zion.",
  "Be cheerful, shout joyfully together, You ruins of Jerusalem; For the Lord has comforted His people, He has redeemed Jerusalem.",
  "The Lord has bared His holy arm In the sight of all the nations, So that all the ends of the earth may see The salvation of our God.",
  "Depart, depart, go out from there, Do not touch what is unclean; Go out of the midst of her, purify yourselves, You who carry the vessels of the Lord.",
  "But you will not go out in a hurry, Nor will you go as fugitives; For the Lord will go before you, And the God of Israel will be your rear guard.",
  "Behold, My Servant will prosper, He will be high and lifted up and greatly exalted.",
  "Just as many were appalled at you, My people, So His appearance was marred beyond that of a man, And His form beyond the sons of mankind.",
  "So He will sprinkle many nations, Kings will shut their mouths on account of Him; For what they had not been told, they will see, And what they had not heard, they will understand."
]