[
  "Who has believed our report? And to whom has the arm of the Lord been revealed?",
  "For He grew up before Him like a tender shoot, And like a root out of dry ground; He has no stately form or majesty That we would look at Him, Nor an appearance that we would take pleasure in Him.",
  "He was despised and abandoned by men, A man of great pain and familiar with sickness; And like one from whom people hide their faces, He was despised, and we had no regard for Him.",
  "However, it was our sicknesses that He Himself bore, And our pains that He carried; Yet we ourselves assumed that He had been afflicted, Struck down by God, and humiliated.",
  "But He was pierced for our offenses, He was crushed for our wrongdoings; The punishment for our well-being was laid upon Him, And by His wounds we are healed.",
  "All of us, like sheep, have gone astray, Each of us has turned to his own way; But the Lord has caused the wrongdoing of us all To fall on Him.",
  "He was oppressed and afflicted, Yet He did not open His mouth; Like a lamb that is led to slaughter, And like a sheep that is silent before its shearers, So He did not open His mouth.",
  "By oppression and judgment He was taken away; And as for His generation, who considered That He was cut off from the land of the living For the wrongdoing of my people, to whom the blow was due?",
  "And His grave was assigned with wicked men, Yet He was with a rich man in His death, Because He had done no violence, Nor was there any deceit in His mouth.",
  "But the Lord desired To crush Him, causing Him grief; If He renders Himself as a guilt offering, He will see His offspring, He will prolong His days, And the good pleasure of the Lord will prosper in His hand.",
  "As a result of the anguish of His soul, He will see it and be satisfied; By His knowledge the Righteous One, My Servant, will justify the many, For He will bear their wrongdoings.",
  "Therefore, I will allot Him a portion with the great, And He will divide the plunder with the strong, Because He poured out His life unto death, And was counted with wrongdoers; Yet He Himself bore the sin of many, And interceded for the wrongdoers."
]