[
  "“Shout for joy, infertile one, you who have not given birth to any child; Break forth into joyful shouting and cry aloud, you who have not been in labor; For the sons of the desolate one will be more numerous Than the sons of the married woman,” says the Lord.",
  "“Enlarge the place of your tent; Stretch out the curtains of your dwellings, do not spare them; Lengthen your ropes And strengthen your pegs.",
  "For you will spread out to the right and to the left. And your descendants will possess nations And will resettle the desolate cities.",
  "“Fear not, for you will not be put to shame; And do not feel humiliated, for you will not be disgraced; But you will forget the shame of your youth, And no longer remember the disgrace of your widowhood.",
  "For your husband is your Maker, Whose name is the Lord of armies; And your Redeemer is the Holy One of Israel, Who is called the God of all the earth.",
  "For the Lord has called you, Like a wife forsaken and grieved in spirit, Even like a wife of one’s youth when she is rejected,” Says your God.",
  "“For a brief moment I abandoned you, But with great compassion I will gather you.",
  "In an outburst of anger I hid My face from you for a moment, But with everlasting favor I will have compassion on you,” Says the Lord your Redeemer.",
  "“For this is like the days of Noah to Me, When I swore that the waters of Noah Would not flood the earth again; So I have sworn that I will not be angry with you Nor rebuke you.",
  "For the mountains may be removed and the hills may shake, But My favor will not be removed from you, Nor will My covenant of peace be shaken,” Says the Lord who has compassion on you.",
  "“Afflicted one, storm-tossed, and not comforted, Behold, I will set your stones in antimony, And I will lay your foundations with sapphires.",
  "Moreover, I will make your battlements of rubies, And your gates of crystal, And your entire wall of precious stones.",
  "All your sons will be taught by the Lord; And the well-being of your sons will be great.",
  "In righteousness you will be established; You will be far from oppression, for you will not fear; And from terror, for it will not come near you.",
  "If anyone fiercely attacks you, it will not be from Me. Whoever attacks you will fall because of you.",
  "Behold, I Myself have created the smith who blows on the fire of coals And produces a weapon for its work; And I have created the destroyer to inflict ruin.",
  "No weapon that is formed against you will succeed; And you will condemn every tongue that accuses you in judgment. This is the heritage of the servants of the Lord, And their vindication is from Me,” declares the Lord."
]