[
  "“Cry loudly, do not hold back; Raise your voice like a trumpet, And declare to My people their wrongdoing, And to the house of Jacob their sins.",
  "Yet they seek Me day by day and delight to know My ways, As a nation that has done righteousness And has not forsaken the ordinance of their God. They ask Me for just decisions, They delight in the nearness of God.",
  "‘Why have we fasted and You do not see? Why have we humbled ourselves and You do not notice?’ Behold, on the day of your fast you find your desire, And oppress all your workers.",
  "Behold, you fast for contention and strife, and to strike with a wicked fist. You do not fast like you have done today to make your voice heard on high!",
  "Is it a fast like this that I choose, a day for a person to humble himself? Is it for bowing one’s head like a reed And for spreading out sackcloth and ashes as a bed? Will you call this a fast, even an acceptable day to the Lord?",
  "Is this not the fast that I choose: To release the bonds of wickedness, To undo the ropes of the yoke, And to let the oppressed go free, And break every yoke?",
  "Is it not to break your bread with the hungry And bring the homeless poor into the house; When you see the naked, to cover him; And not to hide yourself from your own flesh?",
  "Then your light will break out like the dawn, And your recovery will spring up quickly; And your righteousness will go before you; The glory of the Lord will be your rear guard.",
  "Then you will call, and the Lord will answer; You will cry for help, and He will say, ‘Here I am.’ If you remove the yoke from your midst, The pointing of the finger and speaking wickedness,",
  "And if you offer yourself to the hungry And satisfy the need of the afflicted, Then your light will rise in darkness, And your gloom will become like midday.",
  "And the Lord will continually guide you, And satisfy your desire in scorched places, And give strength to your bones; And you will be like a watered garden, And like a spring of water whose waters do not fail.",
  "Those from among you will rebuild the ancient ruins; You will raise up the age-old foundations; And you will be called the repairer of the breach, The restorer of the streets in which to dwell.",
  "“If, because of the Sabbath, you restrain your foot From doing as you wish on My holy day, And call the Sabbath a pleasure, and the holy day of the Lord honorable, And honor it, desisting from your own ways, From seeking your own pleasure And speaking your own word,",
  "Then you will take delight in the Lord, And I will make you ride on the heights of the earth; And I will feed you with the heritage of Jacob your father, For the mouth of the Lord has spoken.”"
]