[
  "Behold, the Lord’s hand is not so short That it cannot save; Nor is His ear so dull That it cannot hear.",
  "But your wrongdoings have caused a separation between you and your God, And your sins have hidden His face from you so that He does not hear.",
  "For your hands are defiled with blood, And your fingers with wrongdoing; Your lips have spoken deceit, Your tongue mutters wickedness.",
  "No one sues righteously and no one pleads honestly. They trust in confusion and speak lies; They conceive trouble and give birth to disaster.",
  "They hatch vipers’ eggs and weave the spider’s web; The one who eats of their eggs dies, And from what is crushed, a snake breaks out.",
  "Their webs will not become clothing, Nor will they cover themselves with their works; Their works are works of wrongdoing, And an act of violence is in their hands.",
  "Their feet run to evil, And they hurry to shed innocent blood; Their thoughts are thoughts of wrongdoing, Devastation and destruction are in their paths.",
  "They do not know the way of peace, And there is no justice in their tracks; They have made their paths crooked, Whoever walks on them does not know peace.",
  "Therefore justice is far from us, And righteousness does not reach us; We hope for light, but there is darkness, For brightness, but we walk in gloom.",
  "We grope for the wall like people who are blind, We grope like those who have no eyes. We stumble at midday as in the twilight; Among those who are healthy we are like the dead.",
  "All of us growl like bears, And moan sadly like doves; We hope for justice, but there is none; For salvation, but it is far from us.",
  "For our wrongful acts have multiplied before You, And our sins have testified against us; For our wrongful acts are with us, And we know our wrongdoings:",
  "Offending and denying the Lord, And turning away from our God, Speaking oppression and revolt, Conceiving and uttering lying words from the heart.",
  "Justice is turned back, And righteousness stands far away; For truth has stumbled in the street, And uprightness cannot enter.",
  "Truth is lacking, And one who turns aside from evil makes himself a prey. Now the Lord saw, And it was displeasing in His sight that there was no justice.",
  "And He saw that there was no one, And was amazed that there was not one to intercede; Then His own arm brought salvation to Him, And His righteousness upheld Him.",
  "He put on righteousness like a breastplate, And a helmet of salvation on His head; And He put on garments of vengeance for clothing And wrapped Himself with zeal as a cloak.",
  "According to their deeds, so will He repay: Wrath to His adversaries, retribution to His enemies; To the coastlands He will deal retribution.",
  "So they will fear the name of the Lord from the west And His glory from the rising of the sun, For He will come like a rushing stream Which the wind of the Lord drives.",
  "“A Redeemer will come to Zion, And to those in Jacob who turn from wrongdoing,” declares the Lord.",
  "“As for Me, this is My covenant with them,” says the Lord: “My Spirit who is upon you, and My words which I have put in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring’s offspring,” says the Lord, “from now and forever.”"
]