[
  "“Arise, shine; for your light has come, And the glory of the Lord has risen upon you.",
  "For behold, darkness will cover the earth And deep darkness the peoples; But the Lord will rise upon you And His glory will appear upon you.",
  "Nations will come to your light, And kings to the brightness of your rising.",
  "“Raise your eyes all around and see; They all gather together, they come to you. Your sons will come from afar, And your daughters will be carried on the hip.",
  "Then you will see and be radiant, And your heart will thrill and rejoice; Because the abundance of the sea will be turned to you, The wealth of the nations will come to you.",
  "A multitude of camels will cover you, The young camels of Midian and Ephah; All those from Sheba will come; They will bring gold and frankincense, And proclaim good news of the praises of the Lord.",
  "All the flocks of Kedar will be gathered to you, The rams of Nebaioth will serve you; They will go up on My altar with acceptance, And I will glorify My glorious house.",
  "Who are these who fly like a cloud And like the doves to their windows?",
  "Certainly the coastlands will wait for Me; And the ships of Tarshish will come first, To bring your sons from afar, Their silver and their gold with them, For the name of the Lord your God, And for the Holy One of Israel because He has glorified you.",
  "“Foreigners will build up your walls, And their kings will serve you; For in My wrath I struck you, And in My favor I have had compassion on you.",
  "Your gates will be open continually; They will not be closed day or night, So that people may bring you the wealth of the nations, With their kings led in procession.",
  "For the nation and the kingdom which will not serve you will perish, And the nations will be utterly ruined.",
  "The glory of Lebanon will come to you, The juniper, the elm tree and the cedar together, To beautify the place of My sanctuary; And I will make the place of My feet glorious.",
  "The sons of those who afflicted you will come bowing to you, And all those who despised you will bow down at the soles of your feet; And they will call you the city of the Lord, The Zion of the Holy One of Israel.",
  "“Whereas you have been forsaken and hated With no one passing through, I will make you an object of pride forever, A joy from generation to generation.",
  "You will also suck the milk of nations, And suck the breast of kings; Then you will know that I, the Lord, am your Savior And your Redeemer, the Mighty One of Jacob.",
  "Instead of bronze I will bring gold, And instead of iron I will bring silver, And instead of wood, bronze, And instead of stones, iron. And I will make peace your administrators, And righteousness your overseers.",
  "Violence will not be heard again in your land, Nor devastation or destruction within your borders; But you will call your walls salvation, and your gates praise.",
  "No longer will you have the sun for light by day, Nor will the moon give you light for brightness; But you will have the Lord as an everlasting light, And your God as your glory.",
  "Your sun will no longer set, Nor will your moon wane; For you will have the Lord as an everlasting light, And the days of your mourning will be over.",
  "Then all your people will be righteous; They will possess the land forever, The branch of My planting, The work of My hands, That I may be glorified.",
  "The smallest one will become a thousand, And the least one a mighty nation. I, the Lord, will bring it about quickly in its time.”"
]