[
  "This is what the Lord says: “Heaven is My throne and the earth is the footstool for My feet. Where then is a house you could build for Me? And where is a place that I may rest?",
  "For My hand made all these things, So all these things came into being,” declares the Lord. “But I will look to this one, At one who is humble and contrite in spirit, and who trembles at My word.",
  "“But the one who slaughters an ox is like one who kills a person; The one who sacrifices a lamb is like one who breaks a dog’s neck; One who offers a grain offering is like one who offers pig’s blood; One who burns incense is like one who blesses an idol. As they have chosen their own ways, And their souls delight in their abominations,",
  "So I will choose their punishments And bring on them what they dread. Because I called, but no one answered; I spoke, but they did not listen. Instead, they did evil in My sight And chose that in which I did not delight.”",
  "Hear the word of the Lord, you who tremble at His word: “Your brothers who hate you, who exclude you on account of My name, Have said, ‘Let the Lord be glorified, so that we may see your joy.’ But they will be put to shame.",
  "A sound of uproar from the city, a voice from the temple, The voice of the Lord who is dealing retribution to His enemies.",
  "“Before she was in labor, she delivered; Before her pain came, she gave birth to a boy.",
  "Who has heard such a thing? Who has seen such things? Can a land be born in one day? Can a nation be given birth all at once? As soon as Zion was in labor, she also delivered her sons.",
  "Shall I bring to the point of birth but not give delivery?” says the Lord. “Or shall I who gives delivery shut the womb?” says your God.",
  "“Be joyful with Jerusalem and rejoice for her, all you who love her; Be exceedingly glad with her, all you who mourn over her,",
  "So that you may nurse and be satisfied with her comforting breasts, So that you may drink fully and be delighted with her bountiful breasts.”",
  "For this is what the Lord says: “Behold, I extend peace to her like a river, And the glory of the nations like an overflowing stream; And you will be nursed, you will be carried on the hip and rocked back and forth on the knees.",
  "As one whom his mother comforts, so I will comfort you; And you will be comforted in Jerusalem.”",
  "Then you will see this, and your heart will be glad, And your bones will flourish like the new grass; And the hand of the Lord will be made known to His servants, But He will be indignant toward His enemies.",
  "For behold, the Lord will come in fire, And His chariots like the whirlwind, To render His anger with fury, And His rebuke with flames of fire.",
  "For the Lord will execute judgment by fire And by His sword on humanity, And those put to death by the Lord will be many.",
  "“Those who sanctify and purify themselves to go to the gardens, Following one in the center, Who eat pig’s flesh, detestable things, and mice, Will come to an end altogether,” declares the Lord.",
  "“For I know their works and their thoughts; the time is coming to gather all the nations and tongues. And they shall come and see My glory.",
  "And I will put a sign among them and send survivors from them to the nations: Tarshish, Put, Lud, Meshech, Tubal, and Javan, to the distant coastlands that have neither heard of My fame nor seen My glory. And they will declare My glory among the nations.",
  "Then they shall bring all your countrymen from all the nations as a grain offering to the Lord, on horses, in chariots, in litters, on mules, and on camels, to My holy mountain Jerusalem,” says the Lord, “just as the sons of Israel bring their grain offering in a clean vessel to the house of the Lord.",
  "I will also take some of them as priests and Levites,” says the Lord.",
  "“For just as the new heavens and the new earth, Which I make, will endure before Me,” declares the Lord, “So will your descendants and your name endure.",
  "And it shall be from new moon to new moon And from Sabbath to Sabbath, All mankind will come to bow down before Me,” says the Lord.",
  "“Then they will go out and look At the corpses of the people Who have rebelled against Me. For their worm will not die And their fire will not be extinguished; And they will be an abhorrence to all mankind.”"
]