[
  "After these events Paul left Athens and went to Corinth.",
  "And he found a Jew named Aquila, a native of Pontus having recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. He came to them,",
  "and because he was of the same trade he stayed with them, and they worked together, for they were tent-makers by trade.",
  "And Paul was reasoning in the synagogue every Sabbath and trying to persuade Jews and Greeks.",
  "But when Silas and Timothy came down from Macedonia, Paul began devoting himself completely to the word, testifying to the Jews that Jesus was the Christ.",
  "But when they resisted and blasphemed, he shook out his garments and said to them, “Your blood is on your own heads! I am clean. From now on I will go to the Gentiles.”",
  "Then he left the synagogue and went to the house of a man named Titius Justus, a worshiper of God, whose house was next door to the synagogue.",
  "Crispus, the leader of the synagogue, believed in the Lord together with his entire household; and many of the Corinthians, as they listened to Paul, were believing and being baptized.",
  "And the Lord said to Paul by a vision at night, “Do not be afraid any longer, but go on speaking and do not be silent;",
  "for I am with you, and no one will attack you to harm you, for I have many people in this city.”",
  "And he settled there for a year and six months, teaching the word of God among them.",
  "But while Gallio was proconsul of Achaia, the Jews rose up together against Paul and brought him before the judgment seat,",
  "saying, “This man is inciting the people to worship God contrary to the law.”",
  "But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of some crime or vicious, unscrupulous act, O Jews, it would be reasonable for me to put up with you;",
  "but if there are questions about teaching and persons and your own law, see to it yourselves; I am unwilling to be a judge of these matters.”",
  "And he drove them away from the judgment seat.",
  "But they all took hold of Sosthenes, the leader of the synagogue, and began beating him in front of the judgment seat. And yet Gallio was not concerned about any of these things.",
  "Now Paul, when he had remained many days longer, took leave of the brothers and sisters and sailed away to Syria, and Priscilla and Aquila were with him. Paul first had his hair cut at Cenchrea, for he was keeping a vow.",
  "They came to Ephesus, and he left them there. Now he himself entered the synagogue and reasoned with the Jews.",
  "When they asked him to stay for a longer time, he did not consent,",
  "but took leave of them and said, “I will return to you again if God wills,” and he set sail from Ephesus.",
  "When he had landed in Caesarea, he went up to Jerusalem and greeted the church, and went down to Antioch.",
  "And after spending some time there, he left and passed successively through the Galatian region and Phrygia, strengthening all the disciples.",
  "Now a Jew named Apollos, an Alexandrian by birth, an eloquent man, came to Ephesus; and he was proficient in the Scriptures.",
  "This man had been instructed in the way of the Lord; and being fervent in spirit, he was accurately speaking and teaching things about Jesus, being acquainted only with the baptism of John;",
  "and he began speaking boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained the way of God more accurately to him.",
  "And when he wanted to go across to Achaia, the brothers encouraged him and wrote to the disciples to welcome him; and when he had arrived, he greatly helped those who had believed through grace,",
  "for he powerfully refuted the Jews in public, demonstrating by the Scriptures that Jesus was the Christ."
]