[
  "Then Eliphaz the Temanite responded,",
  "“Should a wise man answer with windy knowledge, And fill himself with the east wind?",
  "Should he argue with useless talk, Or with words which do not benefit?",
  "Indeed, you do away with reverence, And hinder meditation before God.",
  "For your wrongdoing teaches your mouth, And you choose the language of the cunning.",
  "Your own mouth condemns you, and not I; And your own lips testify against you.",
  "“Were you the first person to be born, Or were you brought forth before the hills?",
  "Do you hear the secret discussion of God, And limit wisdom to yourself?",
  "What do you know that we do not know? What do you understand that we do not?",
  "Both the gray-haired and the aged are among us, Older than your father.",
  "Are the consolations of God too little for you, Or the word spoken gently to you?",
  "Why does your heart take you away? And why do your eyes wink,",
  "That you can turn your spirit against God And produce such words from your mouth?",
  "What is man, that he would be pure, Or he who is born of a woman, that he would be righteous?",
  "Behold, He has no trust in His holy ones, And the heavens are not pure in His sight;",
  "How much less one who is detestable and corrupt: A person who drinks malice like water!",
  "“I will tell you, listen to me; And what I have seen I will also declare;",
  "What wise people have told, And have not concealed from their fathers,",
  "To whom alone the land was given, And no stranger passed among them.",
  "The wicked person writhes in pain all his days, And the years reserved for the ruthless are numbered.",
  "Sounds of terror are in his ears; While he is at peace the destroyer comes upon him.",
  "He does not believe that he will return from darkness, And he is destined for the sword.",
  "He wanders about for food, saying, ‘Where is it?’ He knows that a day of darkness is at hand.",
  "Distress and anguish terrify him, They overpower him like a king ready for the attack,",
  "Because he has reached out with his hand against God, And is arrogant toward the Almighty.",
  "He rushes headlong at Him With his massive shield.",
  "For he has covered his face with his fat, And put fat on his waist.",
  "He has lived in desolate cities, In houses no one would inhabit, Which are destined to become ruins.",
  "He will not become rich, nor will his wealth endure; And his property will not stretch out on the earth.",
  "He will not escape from darkness; The flame will dry up his shoot, And he will go away by the breath of His mouth.",
  "Let him not trust in emptiness, deceiving himself; For his reward will be emptiness.",
  "It will be accomplished before his time, And his palm branch will not be green.",
  "He will drop off his unripe grape like the vine, And will cast off his flower like the olive tree.",
  "For the company of the godless is barren, And fire consumes the tents of the corrupt.",
  "They conceive harm and give birth to wrongdoing, And their mind prepares deception.”"
]