[
  "Then Job responded,",
  "“Listen carefully to my speech, And let this be your way of consolation.",
  "Bear with me that I may speak; Then after I have spoken, you may mock me.",
  "As for me, is my complaint to a mortal? Or why should I not be impatient?",
  "Look at me, and be astonished, And put your hand over your mouth.",
  "Even when I remember, I am disturbed, And horror takes hold of my flesh.",
  "Why do the wicked still live, Grow old, and also become very powerful?",
  "Their descendants endure with them in their sight, And their offspring before their eyes,",
  "Their houses are safe from fear, And the rod of God is not on them.",
  "His ox mates without fail; His cow calves and does not miscarry.",
  "They send out their boys like the flock, And their children dance.",
  "They sing with the tambourine and harp, And rejoice at the sound of the flute.",
  "They spend their days in prosperity, And suddenly they go down to Sheol.",
  "Yet they say to God, ‘Go away from us! We do not even desire the knowledge of Your ways.",
  "Who is the Almighty, that we should serve Him, And what would we gain if we plead with Him?’",
  "Behold, their prosperity is not in their hand; The advice of the wicked is far from me.",
  "“How often is the lamp of the wicked put out, Or does their disaster fall on them? Does God apportion destruction in His anger?",
  "Are they as straw before the wind, And like chaff which the storm carries away?",
  "You say, ‘God saves up a person’s wrongdoing for his sons.’ Let God repay him so that he may know it.",
  "Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.",
  "For what does he care about his household after him, When the number of his months is at an end?",
  "Can anyone teach God knowledge, In that He judges those on high?",
  "One dies in his full strength, Being wholly undisturbed and at ease;",
  "His sides are filled with fat, And the marrow of his bones is wet,",
  "While another dies with a bitter soul, Never even tasting anything good.",
  "Together they lie down in the dust, And maggots cover them.",
  "“Behold, I know your thoughts, And the plots you devise against me.",
  "For you say, ‘Where is the house of the nobleman, And where is the tent, the dwelling places of the wicked?’",
  "Have you not asked travelers, And do you not examine their evidence?",
  "For the wicked person is spared a day of disaster; They are led away from a day of fury.",
  "Who confronts him with his actions, And who repays him for what he has done?",
  "When he is carried to the grave, People will keep watch over his tomb.",
  "The clods of the valley will gently cover him; Moreover, all mankind will follow after him, While countless others go before him.",
  "So how dare you give me empty comfort? For your answers remain nothing but falsehood!”"
]