[
  "Then Eliphaz the Temanite responded,",
  "“Can a strong man be of use to God, Or a wise one be useful to himself?",
  "Is it any pleasure to the Almighty if you are righteous, Or gain if you make your ways blameless?",
  "Is it because of your reverence that He punishes you, That He enters into judgment against you?",
  "Is your wickedness not abundant, And is there no end to your guilty deeds?",
  "For you have seized pledges from your brothers without cause, And stripped people naked.",
  "You have given the weary no water to drink, And you have withheld bread from the hungry.",
  "But the earth belongs to the powerful man, And the one who is honorable dwells on it.",
  "You have sent widows away empty, And the strength of orphans has been crushed.",
  "Therefore traps surround you, And sudden dread terrifies you,",
  "Or darkness, so that you cannot see, And a flood of water covers you.",
  "“Is God not in the height of heaven? Look also at the highest stars, how high they are!",
  "But you say, ‘What does God know? Can He judge through the thick darkness?",
  "Clouds are a hiding place for Him, so that He cannot see; And He walks on the vault of heaven.’",
  "Will you keep to the ancient path Which wicked people have walked,",
  "Who were snatched away before their time, Whose foundations were washed away by a river?",
  "They said to God, ‘Go away from us!’ And ‘What can the Almighty do to them?’",
  "Yet He filled their houses with good things; But the advice of the wicked is far from me.",
  "The righteous see and are glad, And the innocent mock them, saying,",
  "‘Truly our enemies are eliminated, And fire has consumed their abundance.’",
  "“Be reconciled with Him, and be at peace; Thereby good will come to you.",
  "Please receive instruction from His mouth, And put His words in your heart.",
  "If you return to the Almighty, you will be restored; If you remove injustice far from your tent,",
  "And put your gold in the dust, And the gold of Ophir among the stones of the brooks,",
  "Then the Almighty will be your gold And abundant silver to you.",
  "For then you will take pleasure in the Almighty And lift up your face to God.",
  "You will pray to Him, and He will hear you; And you will pay your vows.",
  "You will also decide something, and it will be established for you; And light will shine on your ways.",
  "When they have brought you low, you will speak with confidence, And He will save the humble person.",
  "He will rescue one who is not innocent, And he will be rescued due to the cleanness of your hands.”"
]