[
  "“Certainly there is a mine for silver And a place for refining gold.",
  "Iron is taken from the dust, And copper is smelted from rock.",
  "Man puts an end to darkness, And to the farthest limit he searches out The rock in gloom and deep shadow.",
  "He sinks a shaft away from inhabited areas, Forgotten by the foot; They hang and swing, away from people.",
  "From the earth comes food, And underneath, it is turned over like fire.",
  "Its rocks are the source of sapphires, And its dust contains gold.",
  "No bird of prey knows the path, Nor has the falcon’s eye caught sight of it.",
  "The proud animals have not trodden it, Nor has the lion passed over it.",
  "He puts his hand on the flint; He overturns the mountains at the base.",
  "He carves out channels through the rocks, And his eye sees anything precious.",
  "He dams up the streams from flowing, And brings to light what is hidden.",
  "“But where can wisdom be found? And where is the place of understanding?",
  "Mankind does not know its value, Nor is it found in the land of the living.",
  "The ocean depth says, ‘It is not in me’; And the sea says, ‘It is not with me.’",
  "Pure gold cannot be given in exchange for it, Nor can silver be weighed as its price.",
  "It cannot be valued in the gold of Ophir, In precious onyx, or sapphire.",
  "Gold or glass cannot equal it, Nor can it be exchanged for articles of pure gold.",
  "Coral and crystal are not to be mentioned; And the acquisition of wisdom is more valuable than pearls.",
  "The topaz of Cush cannot equal it, Nor can it be valued in pure gold.",
  "Where then does wisdom come from? And where is this place of understanding?",
  "It is hidden from the eyes of every living creature, And concealed from the birds of the sky.",
  "Abaddon and Death say, ‘With our ears we have heard a report of it.’",
  "“God understands its way, And He knows its place.",
  "For He looks to the ends of the earth; He sees everything under the heavens.",
  "When He imparted weight to the wind, And assessed the waters by measure,",
  "When He made a limit for the rain, And a course for the thunderbolt,",
  "Then He saw it and declared it; He established it and also searched it out.",
  "And to mankind He said, ‘Behold, the fear of the Lord, that is wisdom; And to turn away from evil is understanding.’”"
]