[
  "Afterward Job opened his mouth and cursed the day of his birth.",
  "And Job said,",
  "“May the day on which I was to be born perish, As well as the night which said, ‘A boy is conceived.’",
  "May that day be darkness; May God above not care for it, Nor light shine on it.",
  "May darkness and black gloom claim it; May a cloud settle on it; May the blackness of the day terrify it.",
  "As for that night, may darkness seize it; May it not rejoice among the days of the year; May it not come into the number of the months.",
  "Behold, may that night be barren; May no joyful shout enter it.",
  "May those curse it who curse the day, Who are prepared to disturb Leviathan.",
  "May the stars of its twilight be darkened; May it wait for light but have none, And may it not see the breaking dawn;",
  "Because it did not shut the opening of my mother’s womb, Or hide trouble from my eyes.",
  "“Why did I not die at birth, Come out of the womb and pass away?",
  "Why were the knees there in front of me, And why the breasts, that I would nurse?",
  "For now I would have lain down and been quiet; I would have slept then, I would have been at rest,",
  "With kings and counselors of the earth, Who rebuilt ruins for themselves;",
  "Or with rulers who had gold, Who were filling their houses with silver.",
  "Or like a miscarriage which is hidden, I would not exist, As infants that never saw light.",
  "There the wicked cease from raging, And there the weary are at rest.",
  "The prisoners are at ease together; They do not hear the voice of the taskmaster.",
  "The small and the great are there, And the slave is free from his master.",
  "“Why is light given to one burdened with grief, And life to the bitter of soul,",
  "Who long for death, but there is none, And dig for it more than for hidden treasures;",
  "Who are filled with jubilation, And rejoice when they find the grave?",
  "Why is light given to a man whose way is hidden, And whom God has shut off?",
  "For my groaning comes at the sight of my food, And my cries pour out like water.",
  "For what I fear comes upon me, And what I dread encounters me.",
  "I am not at ease, nor am I quiet, And I am not at rest, but turmoil comes.”"
]