[
  "“But now those who are younger than I mock me, Whose fathers I refused to put with the dogs of my flock.",
  "Indeed, what good was the strength of their hands to me? Vigor had perished from them.",
  "From poverty and famine they are gaunt, They who gnaw at the dry ground by night in waste and desolation,",
  "Who pluck saltweed by the bushes, And whose food is the root of the broom shrub.",
  "They are driven from the community; They shout against them as against a thief,",
  "So that they live on the slopes of ravines, In holes in the ground and among the rocks.",
  "Among the bushes they cry out; Under the weeds they are gathered together.",
  "Worthless fellows, even those without a name, They were cast out from the land.",
  "“And now I have become their taunt, And I have become a byword to them.",
  "They loathe me and stand aloof from me, And they do not refrain from spitting in my face.",
  "Because He has undone my bowstring and afflicted me, They have cast off the bridle before me.",
  "On the right hand their mob arises; They push aside my feet and pile up their ways of destruction against me.",
  "They break up my path, They promote my destruction; No one restrains them.",
  "As through a wide gap they come, Amid the storm they roll on.",
  "Sudden terrors are turned upon me; They chase away my dignity like the wind, And my prosperity has passed away like a cloud.",
  "“And now my soul is poured out within me; Days of misery have seized me.",
  "At night it pierces my bones within me, And my gnawing pains do not rest.",
  "By a great force my garment is distorted; It ties me up like the collar of my coat.",
  "He has thrown me into the mire, And I have become like dust and ashes.",
  "I cry out to You for help, but You do not answer me; I stand up, and You turn Your attention against me.",
  "You have become cruel to me; With the strength of Your hand You persecute me.",
  "You lift me up to the wind and make me ride it; And You dissolve me in a storm.",
  "For I know that You will bring me to death, And to the house of meeting for all living.",
  "“Yet does one in a heap of ruins not reach out with his hand, Or in his disaster does he not cry out for help?",
  "Have I not wept for the one whose life is hard? Was my soul not grieved for the needy?",
  "When I expected good, evil came; When I waited for light, darkness came.",
  "I am seething within and cannot rest; Days of misery confront me.",
  "I go about mourning without comfort; I stand up in the assembly and cry out for help.",
  "I have become a brother to jackals, And a companion of ostriches.",
  "My skin turns black on me, And my bones burn with fever.",
  "Therefore my harp is turned to mourning, And my flute to the sound of those who weep."
]