[
  "“I have made a covenant with my eyes; How then could I look at a virgin?",
  "And what is the portion of God from above, Or the inheritance of the Almighty from on high?",
  "Is it not disaster to the criminal, And misfortune to those who practice injustice?",
  "Does He not see my ways, And count all my steps?",
  "“If I have walked with deception, And my foot has hurried after deceit,",
  "Let Him weigh me with accurate scales, And let God know my integrity.",
  "If my step has turned from the way, Or my heart followed my eyes, Or if any spot has stuck to my hands,",
  "Let me sow and another eat, And let my crops be uprooted.",
  "“If my heart has been enticed by a woman, Or I have lurked at my neighbor’s doorway,",
  "May my wife grind grain for another, And let others kneel down over her.",
  "For that would be a lustful crime; Moreover, it would be wrongdoing punishable by judges.",
  "For it would be fire that consumes to Abaddon, And would uproot all my increase.",
  "“If I have rejected the claim of my male or female slaves When they filed a complaint against me,",
  "What then could I do when God arises? And when He calls me to account, how am I to answer Him?",
  "Did He who made me in the womb not make him, And the same one create us in the womb?",
  "“If I have kept the poor from their desire, Or have caused the eyes of the widow to fail,",
  "Or have eaten my morsel alone, And the orphan has not shared it",
  "(But from my youth he grew up with me as with a father, And from my infancy I guided her),",
  "If I have seen anyone perish for lack of clothing, Or that the needy had no covering,",
  "If his waist has not thanked me, And if he has not been warmed with the fleece of my sheep,",
  "If I have lifted up my hand against the orphan, Because I saw I had support in the gate,",
  "May my shoulder fall from its socket, And my arm be broken off at the elbow.",
  "For disaster from God is a terror to me, And because of His majesty I can do nothing.",
  "“If I have put my confidence in gold, And called fine gold my trust,",
  "If I have gloated because my wealth was great, And because my hand had obtained so much;",
  "If I have looked at the sun when it shone, Or the moon going in splendor,",
  "And my heart was secretly enticed, And my hand threw a kiss from my mouth,",
  "That too would have been a guilty deed calling for judgment, For I would have denied God above.",
  "“Have I rejoiced at the misfortune of my enemy, Or become excited when evil found him?",
  "No, I have not allowed my mouth to sin By asking for his life in a curse.",
  "Have the people of my tent not said, ‘Who can find one who has not been satisfied with his meat’?",
  "The stranger has not spent the night outside, For I have opened my doors to the traveler.",
  "Have I covered my wrongdoings like a man, By hiding my guilt in my shirt pocket,",
  "Because I feared the great multitude And the contempt of families terrified me, And I kept silent and did not go out of doors?",
  "Oh that I had one to hear me! Here is my signature; Let the Almighty answer me! And the indictment which my adversary has written,",
  "I would certainly carry it on my shoulder, I would tie it to myself like a garland.",
  "I would declare to Him the number of my steps; Like a prince, I would approach Him.",
  "“If my land cries out against me, And its furrows weep together;",
  "If I have eaten its fruit without money, Or have caused its owners to lose their lives,",
  "May the thorn-bush grow instead of wheat, And stinkweed instead of barley.” The words of Job are ended."
]