[
  "Then these three men stopped answering Job, because he was righteous in his own eyes.",
  "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram, burned against Job; his anger burned because he justified himself before God.",
  "And his anger burned against his three friends because they had found no answer, yet they had condemned Job.",
  "Now Elihu had waited to speak to Job because they were years older than he.",
  "But when Elihu saw that there was no answer in the mouth of the three men, his anger burned.",
  "So Elihu the son of Barachel the Buzite spoke out and said, “I am young in years and you are old; Therefore I was shy and afraid to tell you what I think.",
  "I thought age should speak, And increased years should teach wisdom.",
  "But it is a spirit that is in mankind, And the breath of the Almighty gives them understanding.",
  "The abundant in years may not be wise, Nor may elders understand justice.",
  "So I say, ‘Listen to me, I too will tell what I think.’",
  "“Behold, I waited for your words, I listened to your skillful speech, While you pondered what to say.",
  "I also paid close attention to you; But indeed, there was no one who refuted Job, Not one of you who answered his words.",
  "So do not say, ‘We have found wisdom: God will defeat him, not man.’",
  "But he has not presented his words against me, Nor will I reply to him with your arguments.",
  "“They are dismayed, they no longer answer; Words have failed them.",
  "Should I wait, because they are not speaking, Because they have stopped and no longer answer?",
  "I too will give my share of answers; I also will tell my opinion.",
  "For I am full of words; The spirit within me compels me.",
  "Behold, my belly is like unvented wine; Like new wineskins, it is about to burst.",
  "Let me speak so that I may get relief; Let me open my lips and answer.",
  "Let me be partial to no one, Nor flatter any man.",
  "For I do not know how to flatter, Otherwise my Maker would quickly take me away."
]