[
  "Then Elihu continued and said,",
  "“Hear my words, you wise men, And listen to me, you who understand.",
  "For the ear tests words As the palate tastes food.",
  "Let us choose for ourselves what is right; Let us understand among ourselves what is good.",
  "For Job has said, ‘I am righteous, But God has taken away my right;",
  "Should I lie about my right? My wound is incurable, though I am without wrongdoing.’",
  "What man is like Job, Who drinks up derision like water,",
  "Who goes in company with the workers of injustice, And walks with wicked people?",
  "For he has said, ‘It is of no use to a man When he becomes friends with God.’",
  "“Therefore, listen to me, you men of understanding. Far be it from God to do evil, And from the Almighty to do wrong.",
  "For He repays a person for his work, And lets things happen in correspondence to a man’s behavior.",
  "God certainly will not act wickedly, And the Almighty will not pervert justice.",
  "Who gave Him authority over the earth? And who has placed the whole world on Him?",
  "If He were to determine to do so, If He were to gather His spirit and His breath to Himself,",
  "Humanity would perish together, And mankind would return to dust.",
  "“But if you have understanding, hear this; Listen to the sound of my words.",
  "Shall one who hates justice rule? And will you condemn the righteous mighty One,",
  "Who says to a king, ‘You worthless one,’ To nobles, ‘You wicked one’;",
  "Who shows no partiality to the prominent, Nor regards the rich as above the poor, Since they are all the work of His hands?",
  "In a moment they die, and at midnight People are shaken and pass away, And the powerful are taken away without a hand.",
  "“For His eyes are upon the ways of a person, And He sees all his steps.",
  "There is no darkness or deep shadow Where the workers of injustice can hide themselves.",
  "For He does not need to consider a person further, That he should go before God in judgment.",
  "He breaks in pieces the mighty without investigation, And sets others in their place.",
  "Therefore He knows their deeds, And He overthrows them in the night, And they are crushed.",
  "He strikes them like the wicked In a public place,",
  "Because they turned aside from following Him, And had no regard for any of His ways,",
  "So that they caused the cry of the poor to come to Him, And that He would hear the cry of the afflicted—",
  "When He keeps quiet, who can condemn? And when He hides His face, who then can look at Him, That is, regarding both nation and a person?—",
  "So that godless people would not rule, Nor be snares for the people.",
  "“For has anyone said to God, ‘I have endured punishment; I will not offend anymore;",
  "Teach me what I do not see; If I have done wrong, I will not do it again’?",
  "Shall God repay on your terms, because you have rejected His? For you must choose, and not I; Therefore declare what you know.",
  "Men of understanding will say to me, And a wise man who hears me,",
  "‘Job speaks without knowledge, And his words are without wisdom.",
  "Oh that Job were tested to the limit, Because he answers like sinners.",
  "For he adds rebellion to his sin; He claps his hands among us, And multiplies his words against God.’”"
]