[
  "“At this also my heart trembles, And leaps from its place.",
  "Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth.",
  "Under the whole heaven He lets it loose, And His lightning travels to the ends of the earth.",
  "After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightning when His voice is heard.",
  "God thunders wondrously with His voice, Doing great things which we do not comprehend.",
  "For to the snow He says, ‘Fall on the earth,’ And to the downpour and the rain, ‘Be strong.’",
  "He seals the hand of every person, So that all people may know His work.",
  "Then the animal goes into its lair And remains in its den.",
  "From the south comes the storm, And from the north wind the cold.",
  "From the breath of God ice is made, And the expanse of the waters is frozen.",
  "He also loads the clouds with moisture; He disperses the cloud of His lightning.",
  "It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.",
  "Whether for correction, or for His earth, Or for goodness, He causes it to happen.",
  "“Listen to this, Job; Stand and consider the wonders of God.",
  "Do you know how God establishes them, And makes the lightning of His clouds to shine?",
  "Do you know about the hovering of the clouds, The wonders of One who is perfect in knowledge,",
  "You whose garments are hot When the land is still because of the south wind?",
  "Can you, with Him, spread out the skies, Strong as a cast metal mirror?",
  "Teach us what we are to say to Him; We cannot present our case because of darkness.",
  "Shall it be told Him that I would speak? Or should a man say that he would be swallowed up?",
  "“Now people do not see the light which is bright in the skies; But the wind has passed and cleared them.",
  "From the north comes golden splendor; Around God is awesome majesty.",
  "The Almighty—we cannot find Him; He is exalted in power And He will not violate justice and abundant righteousness.",
  "Therefore people fear Him; He does not regard any who are wise of heart.”"
]