[
  "Then the Lord answered Job from the whirlwind and said,",
  "“Who is this who darkens the divine plan By words without knowledge?",
  "Now tighten the belt on your waist like a man, And I shall ask you, and you inform Me!",
  "Where were you when I laid the foundation of the earth? Tell Me, if you have understanding,",
  "Who set its measurements? Since you know. Or who stretched the measuring line over it?",
  "On what were its bases sunk? Or who laid its cornerstone,",
  "When the morning stars sang together And all the sons of God shouted for joy?",
  "“Or who enclosed the sea with doors When it went out from the womb, bursting forth;",
  "When I made a cloud its garment, And thick darkness its swaddling bands,",
  "And I placed boundaries on it And set a bolt and doors,",
  "And I said, ‘As far as this point you shall come, but no farther; And here your proud waves shall stop’?",
  "“Have you ever in your life commanded the morning, And made the dawn know its place,",
  "So that it would take hold of the ends of the earth, And the wicked would be shaken off from it?",
  "It is changed like clay under the seal; And they stand out like a garment.",
  "Their light is withheld from the wicked, And the uplifted arm is broken.",
  "“Have you entered the springs of the sea, And walked in the depth of the ocean?",
  "Have the gates of death been revealed to you, And have you seen the gates of deep darkness?",
  "Have you understood the expanse of the earth? Tell Me, if you know all this.",
  "“Where is the way to the dwelling of light? And darkness, where is its place,",
  "That you would take it to its territory, And discern the paths to its home?",
  "You know, for you were born then, And the number of your days is great!",
  "Have you entered the storehouses of the snow, And have you seen the storehouses of the hail,",
  "Which I have reserved for a time of distress, For a day of war and battle?",
  "Where is the way that the light is divided, And the east wind scattered on the earth?",
  "“Who has split open a channel for the flood, And a way for the thunderbolt,",
  "To bring rain on a land without people, On a desert without a person in it,",
  "To satisfy the waste and desolate land, And to make the seeds of grass to sprout?",
  "Does the rain have a father? Or who has fathered the drops of dew?",
  "From whose womb has come the ice? And the frost of heaven, who has given it birth?",
  "Water becomes hard like stone, And the surface of the deep is imprisoned.",
  "“Can you tie up the chains of the Pleiades, Or untie the cords of Orion?",
  "Can you bring out a constellation in its season, And guide the Bear with her satellites?",
  "Do you know the ordinances of the heavens, Or do you establish their rule over the earth?",
  "“Can you raise your voice to the clouds, So that an abundance of water will cover you?",
  "Can you send flashes of lightning, so that they may go And say to you, ‘Here we are’?",
  "Who has put wisdom in the innermost being, Or given understanding to the mind?",
  "Who can count the clouds by wisdom, And pour out the water jars of the heavens,",
  "When the dust hardens into a mass And the clods stick together?",
  "“Can you hunt the prey for the lioness, Or satisfy the appetite of young lions,",
  "When they crouch in their hiding places, And lie in wait in their lair?",
  "Who prepares feed for the raven When its young cry to God, And wander about without food?"
]