[
  "“Do you know the time the mountain goats give birth? Do you observe the calving of the deer?",
  "Can you count the months they fulfill, Or do you know the time they give birth?",
  "They kneel down, they deliver their young, They get rid of their labor pains.",
  "Their offspring become strong, they grow up in the open field; They leave and do not return to them.",
  "“Who sent the wild donkey out free? And who opened the bonds of the swift donkey,",
  "To whom I gave the wilderness as his home, And the salt land as his dwelling place?",
  "He laughs at the turmoil of the city, He does not hear the shouting of the taskmaster.",
  "He explores the mountains of his pasture, And searches after every green thing.",
  "Will the wild bull be willing to serve you, Or will he spend the night at your feeding trough?",
  "Can you tie down the wild bull in a furrow with ropes, Or will he plow the valleys after you?",
  "Will you trust him because his strength is great, And leave your labor to him?",
  "Will you have faith in him that he will return your grain And gather it from your threshing floor?",
  "“The wings of the ostrich flap joyously, With the pinion and feathers of love,",
  "For she abandons her eggs to the earth And warms them in the dust,",
  "And she forgets that a foot may crush them, Or that a wild animal may trample them.",
  "She treats her young cruelly, as if they were not hers; Though her labor is for nothing, she is unconcerned,",
  "Because God has made her forget wisdom, And has not given her a share of understanding.",
  "When she rushes away on high, She laughs at the horse and his rider.",
  "“Do you give the horse his might? Do you clothe his neck with a mane?",
  "Do you make him leap like locusts? His majestic snorting is frightening.",
  "He paws in the valley, and rejoices in his strength; He goes out to meet the battle.",
  "He laughs at fear and is not dismayed; And he does not turn back from the sword.",
  "The quiver rattles against him, The flashing spear and javelin.",
  "He races over the ground with a roar and fury, And he does not stand still when he hears the sound of the trumpet.",
  "As often as the trumpet sounds he says, ‘Aha!’ And he senses the battle from afar, And the thunder of the captains and the war cry.",
  "“Is it by your understanding that the hawk soars, Stretching his wings toward the south?",
  "Is it at your command that the eagle flies high, And makes his nest on high?",
  "He dwells and spends his nights on the cliff, On the rocky cliff, an inaccessible place.",
  "From there he tracks food; His eyes look at it from afar.",
  "His young ones also lick up blood greedily; And where the slain are, there he is.”"
]