[
  "“Can you drag out Leviathan with a fishhook, And press down his tongue with a rope?",
  "Can you put a rope in his nose, And pierce his jaw with a hook?",
  "Will he make many pleas to you, Or will he speak to you gentle words?",
  "Will he make a covenant with you? Will you take him as a servant forever?",
  "Will you play with him as with a bird, And tie him down for your young girls?",
  "Will the traders bargain for him? Will they divide him among the merchants?",
  "Can you fill his skin with harpoons, Or his head with fishing spears?",
  "Lay your hand on him. Remember the battle; you will not do it again!",
  "Behold, your expectation is false; Will you be hurled down even at the sight of him?",
  "No one is so reckless that he dares to stir him; Who then is he who opposes Me?",
  "Who has been first to give to Me, that I should repay him? Whatever is under the entire heaven is Mine.",
  "“I will not be silent about his limbs, Or his mighty strength, or his graceful frame.",
  "Who can strip off his outer covering? Who can pierce his double armor?",
  "Who can open the doors of his face? Around his teeth there is terror.",
  "His strong scales are his pride, Locked as with a tight seal.",
  "One is so close to another That no air can come between them.",
  "They are joined one to another; They clasp each other and cannot be separated.",
  "His sneezes flash forth light, And his eyes are like the eye of dawn.",
  "From his mouth go burning torches; Sparks of fire leap forth.",
  "From his nostrils smoke goes out As from a boiling pot and burning reeds.",
  "His breath sets coals aglow, And a flame goes forth from his mouth.",
  "In his neck dwells strength, And dismay leaps before him.",
  "The folds of his flesh are joined together, Firm and immovable on him.",
  "His heart is as firm as a stone, And as firm as a lower millstone.",
  "When he rises up, the mighty are afraid; Because of the crashing they are bewildered.",
  "The sword that reaches him cannot prevail, Nor the spear, the dart, or the javelin.",
  "He regards iron as straw, Bronze as rotten wood.",
  "The arrow cannot make him flee; Slingstones are turned into stubble for him.",
  "Clubs are regarded as stubble; He laughs at the rattling of the javelin.",
  "His underparts are like sharp pieces of pottery; He spreads out like a threshing sledge on the mud.",
  "He makes the depths boil like a pot; He makes the sea like a jar of ointment.",
  "Behind him he illuminates a pathway; One would think the deep to be gray-haired.",
  "Nothing on earth is like him, One made without fear.",
  "He looks on everything that is high; He is king over all the sons of pride.”"
]