[
  "“Is a person not forced to labor on earth, And are his days not like the days of a hired worker?",
  "As a slave pants for the shade, And as a hired worker who eagerly waits for his wages,",
  "So I am allotted worthless months, And nights of trouble are apportioned to me.",
  "When I lie down, I say, ‘When shall I arise?’ But the night continues, And I am continually tossing until dawn.",
  "My flesh is clothed with maggots and a crust of dirt, My skin hardens and oozes.",
  "My days are swifter than a weaver’s shuttle, And they come to an end without hope.",
  "“Remember that my life is a mere breath; My eye will not see goodness again.",
  "The eye of him who sees me will no longer look at me; Your eyes will be on me, but I will not exist.",
  "When a cloud vanishes, it is gone; In the same way one who goes down to Sheol does not come up.",
  "He will not return to his house again, Nor will his place know about him anymore.",
  "“Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul.",
  "Am I the sea, or the sea monster, That You set a guard over me?",
  "If I say, ‘My couch will comfort me, My bed will ease my complaint,’",
  "Then You frighten me with dreams, And terrify me by visions,",
  "So that my soul would choose suffocation, Death rather than my pains.",
  "I waste away; I will not live forever. Leave me alone, for my days are only a breath.",
  "What is man that You exalt him, And that You are concerned about him,",
  "That You examine him every morning And put him to the test every moment?",
  "Will You never turn Your gaze away from me, Nor leave me alone until I swallow my spittle?",
  "Have I sinned? What have I done to You, Watcher of mankind? Why have You made me Your target, So that I am a burden to myself?",
  "Why then do You not forgive my wrongdoing And take away my guilt? For now I will lie down in the dust; And You will search for me, but I will no longer exist.”"
]