[
  "Then Job responded,",
  "“In truth I know that this is so; But how can a person be in the right with God?",
  "If one wished to dispute with Him, He could not answer Him once in a thousand times.",
  "Wise in heart and mighty in strength, Who has defied Him without harm?",
  "It is God who removes the mountains, and they do not know how, When He overturns them in His anger.",
  "It is He who shakes the earth from its place, And its pillars tremble;",
  "Who commands the sun not to shine, And puts a seal on the stars;",
  "Who alone stretches out the heavens, And tramples down the waves of the sea;",
  "Who makes the Bear, Orion, and the Pleiades, And the constellations of the south.",
  "It is He who does great things, the unfathomable, And wondrous works without number.",
  "If He were to pass by me, I would not see Him; Were He to move past me, I would not perceive Him.",
  "If He were to snatch away, who could restrain Him? Who could say to Him, ‘What are You doing?’",
  "“God will not turn back His anger; Beneath Him the helpers of Rahab cower.",
  "How then can I answer Him, And choose my words before Him?",
  "For though I were right, I could not answer; I would have to implore the mercy of my Judge.",
  "If I called and He answered me, I could not believe that He was listening to my voice.",
  "For He bruises me with a storm And multiplies my wounds without cause.",
  "He will not allow me to get my breath, But He saturates me with bitterness.",
  "If it is a matter of power, behold, He is the strong one! And if it is a matter of justice, who can summon Him?",
  "Though I am righteous, my mouth will condemn me; Though I am guiltless, He will declare me guilty.",
  "I am guiltless; I do not take notice of myself; I reject my life.",
  "It is all one; therefore I say, ‘He destroys the guiltless and the wicked.’",
  "If the whip kills suddenly, He mocks the despair of the innocent.",
  "The earth is handed over to the wicked; He covers the faces of its judges. If it is not He, then who is it?",
  "“Now my days are swifter than a runner; They flee away, they see no good.",
  "They slip by like reed boats, Like an eagle that swoops on its prey.",
  "Though I say, ‘I will forget my complaint, I will put my face in order and be cheerful,’",
  "I am afraid of all my pains, I know that You will not acquit me.",
  "I am guilty, Why then should I struggle in vain?",
  "If I washed myself with snow, And cleansed my hands with lye,",
  "Then You would plunge me into the pit, And my own clothes would loathe me.",
  "For He is not a man, as I am, that I may answer Him— That we may go to court together!",
  "There is no arbitrator between us, Who can place his hand upon us both.",
  "Let Him remove His rod from me, And let not the dread of Him terrify me.",
  "Then I would speak and not fear Him; But I am not like that in myself."
]