[
  "I commend to you our sister Phoebe, who is a deacon in the church in Cenchrea.",
  "Welcome her in the Lord as one who is worthy of honor among God’s people. Help her in whatever she needs, for she has been helpful to many, and especially to me.",
  "Give my greetings to Priscilla and Aquila, my co-workers in the ministry of Christ Jesus.",
  "In fact, they once risked their lives for me. I am thankful to them, and so are all the Gentile churches.",
  "Also give my greetings to the church that meets in their home. Greet my dear friend Epenetus. He was the first person from the province of Asia to become a follower of Christ.",
  "Give my greetings to Mary, who has worked so hard for your benefit.",
  "Greet Andronicus and Junia, my fellow Jews, who were in prison with me. They are highly respected among the apostles and became followers of Christ before I did.",
  "Greet Ampliatus, my dear friend in the Lord.",
  "Greet Urbanus, our co-worker in Christ, and my dear friend Stachys.",
  "Greet Apelles, a good man whom Christ approves. And give my greetings to the believers from the household of Aristobulus.",
  "Greet Herodion, my fellow Jew. Greet the Lord’s people from the household of Narcissus.",
  "Give my greetings to Tryphena and Tryphosa, the Lord’s workers, and to dear Persis, who has worked so hard for the Lord.",
  "Greet Rufus, whom the Lord picked out to be his very own; and also his dear mother, who has been a mother to me.",
  "Give my greetings to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters who meet with them.",
  "Give my greetings to Philologus, Julia, Nereus and his sister, and to Olympas and all the believers who meet with them.",
  "Greet each other with a sacred kiss. All the churches of Christ send you their greetings.",
  "And now I make one more appeal, my dear brothers and sisters. Watch out for people who cause divisions and upset people’s faith by teaching things contrary to what you have been taught. Stay away from them.",
  "Such people are not serving Christ our Lord; they are serving their own personal interests. By smooth talk and glowing words they deceive innocent people.",
  "But everyone knows that you are obedient to the Lord. This makes me very happy. I want you to be wise in doing right and to stay innocent of any wrong.",
  "The God of peace will soon crush Satan under your feet. May the grace of our Lord Jesus be with you.",
  "Timothy, my fellow worker, sends you his greetings, as do Lucius, Jason, and Sosipater, my fellow Jews.",
  "I, Tertius, the one writing this letter for Paul, send my greetings, too, as one of the Lord’s followers.",
  "Gaius says hello to you. He is my host and also serves as host to the whole church. Erastus, the city treasurer, sends you his greetings, and so does our brother Quartus.",
  "Now all glory to God, who is able to make you strong, just as my Good News says. This message about Jesus Christ has revealed his plan for you Gentiles, a plan kept secret from the beginning of time.",
  "But now as the prophets foretold and as the eternal God has commanded, this message is made known to all Gentiles everywhere, so that they too might believe and obey him.",
  "All glory to the only wise God, through Jesus Christ, forever. Amen."
]