[
  "The word of the Lord which came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, and which he saw regarding Samaria and Jerusalem.",
  "Hear, you peoples, all of you; Listen carefully, earth and all it contains, And may the Lord God be a witness against you, The Lord from His holy temple.",
  "For behold, the Lord is coming forth from His place. He will come down and tread on the high places of the earth.",
  "The mountains will melt under Him And the valleys will be split, Like wax before the fire, Like water poured down a steep place.",
  "All this is due to the wrongdoing of Jacob And the sins of the house of Israel. What is the wrongdoing of Jacob? Is it not Samaria? What is the high place of Judah? Is it not Jerusalem?",
  "For I will make Samaria a heap of ruins in the open country, Planting places for a vineyard. I will hurl her stones down into the valley, And lay bare her foundations.",
  "All of her idols will be crushed, All of her earnings will be burned with fire, And all of her images I will make desolate; For she collected them from a prostitute’s earnings, And to the earnings of a prostitute they will return.",
  "Because of this I must mourn and wail, I must go barefoot and naked; I must do mourning like the jackals, And a mourning like the ostriches.",
  "For her wound is incurable, For it has come to Judah; It has reached the gate of my people, Even to Jerusalem.",
  "Do not tell it in Gath, Do not weep at all. At Beth-le-aphrah roll yourself in the dust in mourning.",
  "Go on your way, inhabitant of Shaphir, in shameful nakedness. The inhabitant of Zaanan does not escape. The mourning of Beth-ezel: “He will take from you its support.”",
  "For the inhabitant of Maroth Waits for something good, Because a disaster has come down from the Lord To the gate of Jerusalem.",
  "Harness the chariot to the team of horses, You inhabitant of Lachish— She was the beginning of sin To the daughter of Zion— Because in you were found The rebellious acts of Israel.",
  "Therefore you will give parting gifts In behalf of Moresheth-gath; The houses of Achzib will become a deception To the kings of Israel.",
  "Moreover, I will bring on you The one who takes possession, You inhabitant of Mareshah. The glory of Israel will enter Adullam.",
  "Shave yourself bald, yes, cut off your hair, Because of the children of your delight; Extend your baldness like the eagle, For they will go from you into exile."
]