[
  "Woe to me! For I am Like harvests of summer fruit, like gleanings of grapes. There is not a cluster of grapes left to eat, Nor an early fig, which I crave.",
  "The godly person has perished from the land, And there is no upright person among mankind. All of them lie in wait for bloodshed; Each of them hunts the other with a net.",
  "As for evil, both hands do it well. The leader asks for a bribe, also the judge, And the great one speaks the capricious desire of his soul; So they plot it together.",
  "The best of them is like a thorn bush, The most upright like a thorn hedge. The day when you post your watchmen, Your punishment is coming. Then their confusion will occur.",
  "Do not trust in a neighbor; Do not have confidence in a close friend. Guard your lips From her who lies in your arms.",
  "For son disavows father, Daughter rises up against her mother, Daughter-in-law against her mother-in-law; A person’s enemies are the people of his own household.",
  "But as for me, I will be on the watch for the Lord; I will wait for the God of my salvation. My God will hear me.",
  "Do not rejoice over me, enemy of mine. Though I fall I will rise; Though I live in darkness, the Lord is a light for me.",
  "I will endure the rage of the Lord Because I have sinned against Him, Until He pleads my case and executes justice for me. He will bring me out to the light, And I will look at His righteousness.",
  "Then my enemy will see, And shame will cover her who said to me, “Where is the Lord your God?” My eyes will look at her; At that time she will be trampled down Like mud of the streets.",
  "It will be a day for building your walls. On that day your boundary will be extended.",
  "It will be a day when they will come to you From Assyria and the cities of Egypt, From Egypt even to the Euphrates River, Even from sea to sea and mountain to mountain.",
  "And the earth will become a wasteland because of her inhabitants, On account of the fruit of their deeds.",
  "Shepherd Your people with Your scepter, The flock of Your possession Which lives by itself in the woodland, In the midst of a fruitful field. Let them feed in Bashan and Gilead As in the days of old.",
  "“As in the days when you went out from the land of Egypt, I will show you miracles.”",
  "Nations will see and be ashamed Of all their might. They will put their hand on their mouth, Their ears will be deaf.",
  "They will lick up dust like a snake, Like reptiles of the earth. They will come trembling out of their fortresses; To the Lord our God they will come in trepidation, And they will be afraid of You.",
  "Who is a God like You, who pardons wrongdoing And passes over a rebellious act of the remnant of His possession? He does not retain His anger forever, Because He delights in mercy.",
  "He will again take pity on us; He will trample on our wrongdoings. Yes, You will cast all their sins Into the depths of the sea.",
  "You will give truth to Jacob And favor to Abraham, Which You swore to our forefathers From the days of old."
]