[
  "The document was ratified and sealed with the following names: The governor: Nehemiah son of Hacaliah, and also Zedekiah.",
  "The following priests: Seraiah, Azariah, Jeremiah,",
  "Pashhur, Amariah, Malkijah,",
  "Hattush, Shebaniah, Malluch,",
  "Harim, Meremoth, Obadiah,",
  "Daniel, Ginnethon, Baruch,",
  "Meshullam, Abijah, Mijamin,",
  "Maaziah, Bilgai, and Shemaiah. These were the priests.",
  "The following Levites: Jeshua son of Azaniah, Binnui from the family of Henadad, Kadmiel,",
  "and their fellow Levites: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
  "Mica, Rehob, Hashabiah,",
  "Zaccur, Sherebiah, Shebaniah,",
  "Hodiah, Bani, and Beninu.",
  "The following leaders: Parosh, Pahath-moab, Elam, Zattu, Bani,",
  "Bunni, Azgad, Bebai,",
  "Adonijah, Bigvai, Adin,",
  "Ater, Hezekiah, Azzur,",
  "Hodiah, Hashum, Bezai,",
  "Hariph, Anathoth, Nebai,",
  "Magpiash, Meshullam, Hezir,",
  "Meshezabel, Zadok, Jaddua,",
  "Pelatiah, Hanan, Anaiah,",
  "Hoshea, Hananiah, Hasshub,",
  "Hallohesh, Pilha, Shobek,",
  "Rehum, Hashabnah, Maaseiah,",
  "Ahiah, Hanan, Anan,",
  "Malluch, Harim, and Baanah.",
  "Then the rest of the people—the priests, Levites, gatekeepers, singers, Temple servants, and all who had separated themselves from the pagan people of the land in order to obey the Law of God, together with their wives, sons, daughters, and all who were old enough to understand—",
  "joined their leaders and bound themselves with an oath. They swore a curse on themselves if they failed to obey the Law of God as issued by his servant Moses. They solemnly promised to carefully follow all the commands, regulations, and decrees of the Lord our Lord:",
  "“We promise not to let our daughters marry the pagan people of the land, and not to let our sons marry their daughters.",
  "“We also promise that if the people of the land should bring any merchandise or grain to be sold on the Sabbath or on any other holy day, we will refuse to buy it. Every seventh year we will let our land rest, and we will cancel all debts owed to us.",
  "“In addition, we promise to obey the command to pay the annual Temple tax of one-eighth of an ounce of silver for the care of the Temple of our God.",
  "This will provide for the Bread of the Presence; for the regular grain offerings and burnt offerings; for the offerings on the Sabbaths, the new moon celebrations, and the annual festivals; for the holy offerings; and for the sin offerings to make atonement for Israel. It will provide for everything necessary for the work of the Temple of our God.",
  "“We have cast sacred lots to determine when—at regular times each year—the families of the priests, Levites, and the common people should bring wood to God’s Temple to be burned on the altar of the Lord our God, as is written in the Law.",
  "“We promise to bring the first part of every harvest to the Lord’s Temple year after year—whether it be a crop from the soil or from our fruit trees.",
  "We agree to give God our oldest sons and the firstborn of all our herds and flocks, as prescribed in the Law. We will present them to the priests who minister in the Temple of our God.",
  "We will store the produce in the storerooms of the Temple of our God. We will bring the best of our flour and other grain offerings, the best of our fruit, and the best of our new wine and olive oil. And we promise to bring to the Levites a tenth of everything our land produces, for it is the Levites who collect the tithes in all our rural towns.",
  "“A priest—a descendant of Aaron—will be with the Levites as they receive these tithes. And a tenth of all that is collected as tithes will be delivered by the Levites to the Temple of our God and placed in the storerooms.",
  "The people and the Levites must bring these offerings of grain, new wine, and olive oil to the storerooms and place them in the sacred containers near the ministering priests, the gatekeepers, and the singers. “We promise together not to neglect the Temple of our God.”"
]