[
  "After the wall was finished and I had set up the doors in the gates, the gatekeepers, singers, and Levites were appointed.",
  "I gave the responsibility of governing Jerusalem to my brother Hanani, along with Hananiah, the commander of the fortress, for he was a faithful man who feared God more than most.",
  "I said to them, “Do not leave the gates open during the hottest part of the day. And even while the gatekeepers are on duty, have them shut and bar the doors. Appoint the residents of Jerusalem to act as guards, everyone on a regular watch. Some will serve at sentry posts and some in front of their own homes.”",
  "At that time the city was large and spacious, but the population was small, and none of the houses had been rebuilt.",
  "So my God gave me the idea to call together all the nobles and leaders of the city, along with the ordinary citizens, for registration. I had found the genealogical record of those who had first returned to Judah. This is what was written there:",
  "Here is the list of the Jewish exiles of the provinces who returned from their captivity. King Nebuchadnezzar had deported them to Babylon, but now they returned to Jerusalem and the other towns in Judah where they originally lived.",
  "Their leaders were Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Nahamani, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the number of the men of Israel who returned from exile:",
  "The family of Parosh 2,172",
  "The family of Shephatiah 372",
  "The family of Arah 652",
  "The family of Pahath-moab (descendants of Jeshua and Joab) 2,818",
  "The family of Elam 1,254",
  "The family of Zattu 845",
  "The family of Zaccai 760",
  "The family of Bani 648",
  "The family of Bebai 628",
  "The family of Azgad 2,322",
  "The family of Adonikam 667",
  "The family of Bigvai 2,067",
  "The family of Adin 655",
  "The family of Ater (descendants of Hezekiah) 98",
  "The family of Hashum 328",
  "The family of Bezai 324",
  "The family of Jorah 112",
  "The family of Gibbar 95",
  "The people of Bethlehem and Netophah 188",
  "The people of Anathoth 128",
  "The people of Beth-azmaveth 42",
  "The people of Kiriath-jearim, Kephirah, and Beeroth 743",
  "The people of Ramah and Geba 621",
  "The people of Micmash 122",
  "The people of Bethel and Ai 123",
  "The people of West Nebo 52",
  "The citizens of West Elam 1,254",
  "The citizens of Harim 320",
  "The citizens of Jericho 345",
  "The citizens of Lod, Hadid, and Ono 721",
  "The citizens of Senaah 3,930",
  "These are the priests who returned from exile:The family of Jedaiah (through the line of Jeshua) 973",
  "The family of Immer 1,052",
  "The family of Pashhur 1,247",
  "The family of Harim 1,017",
  "These are the Levites who returned from exile:The families of Jeshua and Kadmiel (descendants of Hodaviah) 74",
  "The singers of the family of Asaph 148",
  "The gatekeepers of the families of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai 138",
  "The descendants of the following Temple servants returned from exile: Ziha, Hasupha, Tabbaoth,",
  "Keros, Siaha, Padon,",
  "Lebanah, Hagabah, Shalmai,",
  "Hanan, Giddel, Gahar,",
  "Reaiah, Rezin, Nekoda,",
  "Gazzam, Uzza, Paseah,",
  "Besai, Meunim, Nephusim,",
  "Bakbuk, Hakupha, Harhur,",
  "Bazluth, Mehida, Harsha,",
  "Barkos, Sisera, Temah,",
  "Neziah, and Hatipha.",
  "The descendants of these servants of King Solomon returned from exile: Sotai, Hassophereth, Peruda,",
  "Jaalah, Darkon, Giddel,",
  "Shephatiah, Hattil, Pokereth-hazzebaim, and Ami.",
  "In all, the Temple servants and the descendants of Solomon’s servants numbered 392.",
  "Another group returned at this time from the towns of Tel-melah, Tel-harsha, Kerub, Addan, and Immer. However, they could not prove that they or their families were descendants of Israel.",
  "This group included the families of Delaiah, Tobiah, and Nekoda—a total of 642 people.",
  "Three families of priests—Hobaiah, Hakkoz, and Barzillai—also returned. (This Barzillai had married a woman who was a descendant of Barzillai of Gilead, and he had taken her family name.)",
  "They searched for their names in the genealogical records, but they were not found, so they were disqualified from serving as priests.",
  "The governor told them not to eat the priests’ share of food from the sacrifices until a priest could consult the Lord about the matter by using the Urim and Thummim—the sacred lots.",
  "So a total of 42,360 people returned to Judah,",
  "in addition to 7,337 servants and 245 singers, both men and women.",
  "They took with them 736 horses, 245 mules,",
  "435 camels, and 6,720 donkeys.",
  "Some of the family leaders gave gifts for the work. The governor gave to the treasury 1,000 gold coins, 50 gold basins, and 530 robes for the priests.",
  "The other leaders gave to the treasury a total of 20,000 gold coins and some 2,750 pounds of silver for the work.",
  "The rest of the people gave 20,000 gold coins, about 2,500 pounds of silver, and 67 robes for the priests.",
  "So the priests, the Levites, the gatekeepers, the singers, the Temple servants, and some of the common people settled near Jerusalem. The rest of the people returned to their own towns throughout Israel. In October, when the Israelites had settled in their towns,"
]