[
  "Then Hannah prayed and said, “My heart rejoices in the Lord; My horn is exalted in the Lord, My mouth speaks boldly against my enemies, Because I rejoice in Your salvation.",
  "There is no one holy like the Lord, Indeed, there is no one besides You, Nor is there any rock like our God.",
  "Do not go on boasting so very proudly, Do not let arrogance come out of your mouth; For the Lord is a God of knowledge, And with Him actions are weighed.",
  "The bows of the mighty are broken to pieces, But those who have stumbled strap on strength.",
  "Those who were full hire themselves out for bread, But those who were hungry cease to be hungry. Even the infertile woman gives birth to seven, But she who has many children languishes.",
  "The Lord puts to death and makes alive; He brings down to Sheol and brings up.",
  "The Lord makes poor and rich; He humbles, He also exalts.",
  "He raises the poor from the dust, He lifts the needy from the garbage heap To seat them with nobles, And He gives them a seat of honor as an inheritance; For the pillars of the earth are the Lord’s, And He set the world on them.",
  "He watches over the feet of His godly ones, But the wicked ones are silenced in darkness; For not by might shall a person prevail.",
  "Those who contend with the Lord will be terrified; Against them He will thunder in the heavens, The Lord will judge the ends of the earth; And He will give strength to His king, And will exalt the horn of His anointed.”",
  "Then Elkanah went to his home at Ramah. But the boy continued to attend to the service of the Lord before Eli the priest.",
  "Now the sons of Eli were useless men; they did not know the Lord.",
  "And this was the custom of the priests with the people: when anyone was offering a sacrifice, the priest’s servant would come while the meat was cooking, with a three-pronged fork in his hand.",
  "And he would thrust it into the pan, or kettle, or caldron, or pot; everything that the fork brought up, the priest would take for himself. They did so in Shiloh to all the Israelites who came there.",
  "Also, before they burned the fat, the priest’s servant would come and say to the man who was sacrificing, “Give the priest meat for roasting, as he will not take cooked meat from you, only raw.”",
  "And if the man said to him, “They must burn the fat first, then take as much as you desire,” then he would say, “No, but you must give it to me now; and if not, I am taking it by force!”",
  "And so the sin of the young men was very great before the Lord, for the men treated the offering of the Lord disrespectfully.",
  "Now Samuel was ministering before the Lord, as a boy wearing a linen ephod.",
  "And his mother would make for him a little robe and bring it up to him from year to year when she would come up with her husband to offer the yearly sacrifice.",
  "Then Eli would bless Elkanah and his wife, and say, “May the Lord give you children from this woman in place of the one she requested of the Lord.” And they went to their own home.",
  "The Lord indeed visited Hannah, and she conceived and gave birth to three sons and two daughters. And the boy Samuel grew up before the Lord.",
  "Now Eli was very old; and he heard about everything that his sons were doing to all Israel, and that they slept with the women who served at the doorway of the tent of meeting.",
  "So he said to them, “Why are you doing such things as these, the evil things that I hear from all these people?",
  "No, my sons; for the report is not good which I hear the Lord’s people circulating.",
  "If one person sins against another, God will mediate for him; but if a person sins against the Lord, who can intercede for him?” But they would not listen to the voice of their father, for the Lord desired to put them to death.",
  "Now the boy Samuel was continuing to grow and to be in favor both with the Lord and with people.",
  "Then a man of God came to Eli and said to him, “This is what the Lord says: ‘Did I not indeed reveal Myself to the house of your father when they were in Egypt in bondage to Pharaoh’s house?",
  "Did I not choose them from all the tribes of Israel to be My priests, to go up to My altar, to burn incense, to carry an ephod before Me? And did I not give to the house of your father all the fire offerings of the sons of Israel?",
  "Why are you showing contempt for My sacrifice and My offering which I have commanded for My dwelling, and why are you honoring your sons above Me, by making yourselves fat with the choicest of every offering of My people Israel?’",
  "Therefore the Lord God of Israel declares, ‘I did indeed say that your house and the house of your father was to walk before Me forever’; but now the Lord declares, ‘Far be it from Me—for those who honor Me I will honor, and those who despise Me will be insignificant.",
  "Behold, the days are coming when I will eliminate your strength and the strength of your father’s house, so that there will not be an old man in your house.",
  "And you will look at the distress of My dwelling, in spite of all the good that I do for Israel; and there will never be an old man in your house.",
  "Yet I will not cut off every man of yours from My altar, so that your eyes will fail from weeping and your soul grieve, and all the increase of your house will die in the prime of life.",
  "And this will be the sign to you which will come in regard to your two sons, Hophni and Phinehas: on the same day both of them will die.",
  "But I will raise up for Myself a faithful priest who will do according to what is in My heart and My soul; and I will build him an enduring house, and he will walk before My anointed always.",
  "And everyone who is left in your house will come to bow down to him for a silver coin or a loaf of bread and say, “Please assign me to one of the priest’s offices so that I may eat a piece of bread.”’”"
]