[
  "So Abram left Egypt and traveled north into the Negev, along with his wife and Lot and all that they owned.",
  "(Abram was very rich in livestock, silver, and gold.)",
  "From the Negev, they continued traveling by stages toward Bethel, and they pitched their tents between Bethel and Ai, where they had camped before.",
  "This was the same place where Abram had built the altar, and there he worshiped the Lord again.",
  "Lot, who was traveling with Abram, had also become very wealthy with flocks of sheep and goats, herds of cattle, and many tents.",
  "But the land could not support both Abram and Lot with all their flocks and herds living so close together.",
  "So disputes broke out between the herdsmen of Abram and Lot. (At that time Canaanites and Perizzites were also living in the land.)",
  "Finally Abram said to Lot, “Let’s not allow this conflict to come between us or our herdsmen. After all, we are close relatives!",
  "The whole countryside is open to you. Take your choice of any section of the land you want, and we will separate. If you want the land to the left, then I’ll take the land on the right. If you prefer the land on the right, then I’ll go to the left.”",
  "Lot took a long look at the fertile plains of the Jordan Valley in the direction of Zoar. The whole area was well watered everywhere, like the garden of the Lord or the beautiful land of Egypt. (This was before the Lord destroyed Sodom and Gomorrah.)",
  "Lot chose for himself the whole Jordan Valley to the east of them. He went there with his flocks and servants and parted company with his uncle Abram.",
  "So Abram settled in the land of Canaan, and Lot moved his tents to a place near Sodom and settled among the cities of the plain.",
  "But the people of this area were extremely wicked and constantly sinned against the Lord.",
  "After Lot had gone, the Lord said to Abram, “Look as far as you can see in every direction—north and south, east and west.",
  "I am giving all this land, as far as you can see, to you and your descendants as a permanent possession.",
  "And I will give you so many descendants that, like the dust of the earth, they cannot be counted!",
  "Go and walk through the land in every direction, for I am giving it to you.”",
  "So Abram moved his camp to Hebron and settled near the oak grove belonging to Mamre. There he built another altar to the Lord."
]