[
  "This is the written account of the descendants of Adam. When God created human beings, he made them to be like himself.",
  "He created them male and female, and he blessed them and called them “human.”",
  "When Adam was 130 years old, he became the father of a son who was just like him—in his very image. He named his son Seth.",
  "After the birth of Seth, Adam lived another 800 years, and he had other sons and daughters.",
  "Adam lived 930 years, and then he died.",
  "When Seth was 105 years old, he became the father of Enosh.",
  "After the birth of Enosh, Seth lived another 807 years, and he had other sons and daughters.",
  "Seth lived 912 years, and then he died.",
  "When Enosh was 90 years old, he became the father of Kenan.",
  "After the birth of Kenan, Enosh lived another 815 years, and he had other sons and daughters.",
  "Enosh lived 905 years, and then he died.",
  "When Kenan was 70 years old, he became the father of Mahalalel.",
  "After the birth of Mahalalel, Kenan lived another 840 years, and he had other sons and daughters.",
  "Kenan lived 910 years, and then he died.",
  "When Mahalalel was 65 years old, he became the father of Jared.",
  "After the birth of Jared, Mahalalel lived another 830 years, and he had other sons and daughters.",
  "Mahalalel lived 895 years, and then he died.",
  "When Jared was 162 years old, he became the father of Enoch.",
  "After the birth of Enoch, Jared lived another 800 years, and he had other sons and daughters.",
  "Jared lived 962 years, and then he died.",
  "When Enoch was 65 years old, he became the father of Methuselah.",
  "After the birth of Methuselah, Enoch lived in close fellowship with God for another 300 years, and he had other sons and daughters.",
  "Enoch lived 365 years,",
  "walking in close fellowship with God. Then one day he disappeared, because God took him.",
  "When Methuselah was 187 years old, he became the father of Lamech.",
  "After the birth of Lamech, Methuselah lived another 782 years, and he had other sons and daughters.",
  "Methuselah lived 969 years, and then he died.",
  "When Lamech was 182 years old, he became the father of a son.",
  "Lamech named his son Noah, for he said, “May he bring us relief from our work and the painful labor of farming this ground that the Lord has cursed.”",
  "After the birth of Noah, Lamech lived another 595 years, and he had other sons and daughters.",
  "Lamech lived 777 years, and then he died.",
  "After Noah was 500 years old, he became the father of Shem, Ham, and Japheth."
]