[
  "This is a trustworthy saying: “If someone aspires to be a church leader, he desires an honorable position.”",
  "So a church leader must be a man whose life is above reproach. He must be faithful to his wife. He must exercise self-control, live wisely, and have a good reputation. He must enjoy having guests in his home, and he must be able to teach.",
  "He must not be a heavy drinker or be violent. He must be gentle, not quarrelsome, and not love money.",
  "He must manage his own family well, having children who respect and obey him.",
  "For if a man cannot manage his own household, how can he take care of God’s church?",
  "A church leader must not be a new believer, because he might become proud, and the devil would cause him to fall.",
  "Also, people outside the church must speak well of him so that he will not be disgraced and fall into the devil’s trap.",
  "In the same way, deacons must be well respected and have integrity. They must not be heavy drinkers or dishonest with money.",
  "They must be committed to the mystery of the faith now revealed and must live with a clear conscience.",
  "Before they are appointed as deacons, let them be closely examined. If they pass the test, then let them serve as deacons.",
  "In the same way, their wives must be respected and must not slander others. They must exercise self-control and be faithful in everything they do.",
  "A deacon must be faithful to his wife, and he must manage his children and household well.",
  "Those who do well as deacons will be rewarded with respect from others and will have increased confidence in their faith in Christ Jesus.",
  "I am writing these things to you now, even though I hope to be with you soon,",
  "so that if I am delayed, you will know how people must conduct themselves in the household of God. This is the church of the living God, which is the pillar and foundation of the truth.",
  "Without question, this is the great mystery of our faith: Christ was revealed in a human body and vindicated by the Spirit. He was seen by angels and announced to the nations. He was believed in throughout the world and taken to heaven in glory."
]