[
  "After Ehud’s death, the Israelites again did evil in the Lord’s sight.",
  "So the Lord turned them over to King Jabin of Hazor, a Canaanite king. The commander of his army was Sisera, who lived in Harosheth-haggoyim.",
  "Sisera, who had 900 iron chariots, ruthlessly oppressed the Israelites for twenty years. Then the people of Israel cried out to the Lord for help.",
  "Deborah, the wife of Lappidoth, was a prophet who was judging Israel at that time.",
  "She would sit under the Palm of Deborah, between Ramah and Bethel in the hill country of Ephraim, and the Israelites would go to her for judgment.",
  "One day she sent for Barak son of Abinoam, who lived in Kedesh in the land of Naphtali. She said to him, “This is what the Lord, the God of Israel, commands you: Call out 10,000 warriors from the tribes of Naphtali and Zebulun at Mount Tabor.",
  "And I will call out Sisera, commander of Jabin’s army, along with his chariots and warriors, to the Kishon River. There I will give you victory over him.”",
  "Barak told her, “I will go, but only if you go with me.”",
  "“Very well,” she replied, “I will go with you. But you will receive no honor in this venture, for the Lord’s victory over Sisera will be at the hands of a woman.” So Deborah went with Barak to Kedesh.",
  "At Kedesh, Barak called together the tribes of Zebulun and Naphtali, and 10,000 warriors went up with him. Deborah also went with him.",
  "Now Heber the Kenite, a descendant of Moses’ brother-in-law Hobab, had moved away from the other members of his tribe and pitched his tent by the oak of Zaanannim near Kedesh.",
  "When Sisera was told that Barak son of Abinoam had gone up to Mount Tabor,",
  "he called for all 900 of his iron chariots and all of his warriors, and they marched from Harosheth-haggoyim to the Kishon River.",
  "Then Deborah said to Barak, “Get ready! This is the day the Lord will give you victory over Sisera, for the Lord is marching ahead of you.” So Barak led his 10,000 warriors down the slopes of Mount Tabor into battle.",
  "When Barak attacked, the Lord threw Sisera and all his chariots and warriors into a panic. Sisera leaped down from his chariot and escaped on foot.",
  "Then Barak chased the chariots and the enemy army all the way to Harosheth-haggoyim, killing all of Sisera’s warriors. Not a single one was left alive.",
  "Meanwhile, Sisera ran to the tent of Jael, the wife of Heber the Kenite, because Heber’s family was on friendly terms with King Jabin of Hazor.",
  "Jael went out to meet Sisera and said to him, “Come into my tent, sir. Come in. Don’t be afraid.” So he went into her tent, and she covered him with a blanket.",
  "“Please give me some water,” he said. “I’m thirsty.” So she gave him some milk from a leather bag and covered him again.",
  "“Stand at the door of the tent,” he told her. “If anybody comes and asks you if there is anyone here, say no.”",
  "But when Sisera fell asleep from exhaustion, Jael quietly crept up to him with a hammer and tent peg in her hand. Then she drove the tent peg through his temple and into the ground, and so he died.",
  "When Barak came looking for Sisera, Jael went out to meet him. She said, “Come, and I will show you the man you are looking for.” So he followed her into the tent and found Sisera lying there dead, with the tent peg through his temple.",
  "So on that day Israel saw God defeat Jabin, the Canaanite king.",
  "And from that time on Israel became stronger and stronger against King Jabin until they finally destroyed him."
]